{
  "layout": {
    "metaData": {
      "title": "Best Clinic - العيادة الرائدة لصحة ورعاية الرجال",
      "home title": "Best Clinic",
      "about title": "حول عيادة Best Clinic - الريادة في علاج المشاكل الجنسية",
      "blogs title": "مدونات Best Clinic - معلومات ونصائح لصحة الرجل",
      "blog title": "مقالات Best Clinic - نصائح وتحسينات لصحتك",
      "booking title": "حجز موعد في Best Clinic - تحسين صحتك الجنسية",
      "faq title": "الأسئلة الشائعة - عيادة Best Clinic لصحة الرجل",
      "privacy title": "سياسة الخصوصية - Best Clinic لضمان سرية المعلومات",
      "terms title": "الشروط والأحكام - Best Clinic لاستخدام آمن",
      "appointment-attend title": "تأكيد حضور الموعد - عيادة Best Clinic",
      "treatments title": "العلاجات المتاحة - Best Clinic لصحة الرجل",
      "medicine-information-sheets title": "نشرات معلومات الأدوية - Best Clinic",
      "questionnaires post-treatment-evaluation title": "استبيان تقييم ما بعد العلاج - Best Clinic",

      "home desc": "Best Clinic هي العيادة الرائدة في فلسطين لعلاج المشاكل الجنسية وصحة الرجل، نقدم خدمات طبية متقدمة مثل علاج ضعف الانتصاب، القذف المبكر، وتضخيم  العضو الذكري باستخدام أحدث التقنيات لضمان أعلى جودة للرعاية الطبية.",
      "about desc": "عيادة Best Clinic، الأولى في فلسطين المتخصصة في علاج المشاكل الجنسية وصحة الرجال، نوفر رعاية طبية شخصية باستخدام أحدث التقنيات وبخبرة تمتد لأكثر من 17 عامًا. نركز على علاج ضعف الانتصاب، استعادة الثقة، وتحسين جودة الحياة الجنسية بأعلى مستويات السرية والخصوصية.",
      "blogs desc": "تصفح مدونات Best Clinic للحصول على معلومات موثوقة ونصائح صحية لتحسين جودة حياتك وصحتك الجنسية. نحن نقدم مقالات حول صحة الرجال، علاج ضعف الانتصاب، وأهمية الفحوصات الدورية.",
      "blog desc": "اكتشف مقالاتنا التفصيلية التي تغطي مختلف جوانب صحة الرجل، بما في ذلك تحسين الانتصاب، تعزيز الرفاهية، والعلاجات المتاحة لحل المشاكل الجنسية بشكل فعال.",
      "booking desc": "احجز موعدك في عيادة Best Clinic، المتخصصة في تقديم استشارات طبية سرية وعلاجات متطورة لصحة الرجل والمشاكل الجنسية. ابدأ رحلتك نحو حياة أفضل واستعادة الثقة بأسلوب سهل وآمن.",
      "faq desc": "اطلع على الإجابات المتعلقة بخدمات عيادة Best Clinic لعلاج المشاكل الجنسية وصحة الرجال. نقدم معلومات شاملة حول العلاجات، حجز المواعيد، والخصوصية لضمان تجربة سلسة وآمنة.",
      "appointment-attend desc": "في عيادة Best Clinic، نحرص على توفير تجربة طبية سلسة وفعالة. من خلال هذه الصفحة، يمكنك تأكيد حضورك للموعد بسهولة أو إبلاغنا في حال تعذر الحضور. الهدف من هذه الخدمة هو ضمان تنظيم الوقت بشكل أفضل وتقديم الرعاية الطبية بأعلى جودة.",
      "privacy desc": "تعرف على سياسة الخصوصية في عيادة Best Clinic وكيفية حماية بياناتك الشخصية. نحن ملتزمون بحماية معلوماتك وضمان أعلى معايير السرية والأمان من خلال إجراءات صارمة.",
      "terms desc": "تعرف على الشروط والأحكام لاستخدام خدمات عيادة Best Clinic لصحة الرجل. التزامك بالشروط يضمن تجربة استخدام آمنة وفعالة.",
      "treatments desc": "اكتشف العلاجات المتاحة في عيادة Best Clinic لحل مشاكل ضعف الانتصاب، القذف المبكر، وتضخيم  العضو الذكري. نوفر خطط علاجية مخصصة بإشراف فريق متخصص لضمان حلول فعالة وآمنة.",
      "medicine-information-sheets desc": "اطلع على نشرات معلومات الأدوية في عيادة Best Clinic. نقدم تفاصيل دقيقة حول الأدوية المستخدمة لعلاج ضعف الانتصاب والمشاكل الجنسية لضمان الاستخدام الآمن والفعال.",
      "questionnaires post-treatment-evaluation desc": "استبيان تقييم ما بعد العلاج في عيادة Best Clinic مصمم لقياس التحسن في الأداء الجنسي والثقة الشخصية بعد انتهاء خطة العلاج. يهدف إلى ضمان رضا المرضى وتقديم رعاية طبية متقدمة تعكس أعلى معايير الجودة والخصوصية.",
      "description": "عيادة Best Clinic هي الأولى في فلسطين المتخصصة في علاج المشاكل الجنسية وصحة الرجال، باستخدام أحدث التقنيات العلمية. نقدم خدمات تشمل علاج ضعف الانتصاب، القذف المبكر، وتضخيم  العضو الذكري، مع ضمان الرعاية الشخصية واستعادة جودة الحياة.",
      "keywords": "علاج ضعف الانتصاب، القذف المبكر، صحة الرجل، علاج المشاكل الجنسية، تضخيم  العضو الذكري، علاج ضعف الانتصاب بدون جراحة، استعادة الحياة الجنسية، علاج ضعف الانتصاب بالموجات الصادمة، علاج ضعف الانتصاب بزراعة الدعامات، حجز موعد في عيادة Best Clinic، نصائح لتحسين الانتصاب، العلاجات الجنسية في فلسطين، الأدوية لعلاج ضعف الانتصاب، العلاجات الحديثة، فريق طبي معتمد، استشارات طبية، زيادة حجم القضيب، علاج ضعف الانتصاب بالأدوية، تحسين الثقة الجنسية",

      "og_title": "Best Clinic - العيادة الرائدة لصحة الرجل",
      "og_description": "عيادة Best Clinic هي العيادة الأولى في فلسطين المتخصصة في علاج المشاكل الجنسية وصحة الرجل. نقدم خدمات طبية متقدمة تشمل علاج ضعف الانتصاب، القذف المبكر، وتضخيم  العضو الذكري بأحدث التقنيات الطبية. احجز موعدك اليوم واستعد جودة الحياة والثقة بالنفس.",
      "twitter_title": "Best Clinic - الريادة في صحة الرجل",
      "twitter_description": "عيادة Best Clinic هي الرائدة في فلسطين لعلاج المشاكل الجنسية وصحة الرجل. نقدم حلولًا طبية متقدمة تشمل علاج ضعف الانتصاب، القذف المبكر، وتضخيم  العضو الذكري باستخدام أحدث التقنيات. استعد الثقة وجودة الحياة معنا!",

      "logo_alt": "شعار عيادة Best Clinic - الرعاية الصحية المتكاملة",

      "og title about": "تعرف على عيادة Best Clinic - الريادة في صحة الرجل",
      "og desc about": "في عيادة Best Clinic، نقدم رعاية شاملة ومتكاملة لصحة الرجل، مع التركيز على تعزيز الرفاهية والثقة بالنفس. بفضل فريق طبي متخصص وأحدث التقنيات، نضمن لمرضانا أفضل الخدمات لعلاج المشاكل الجنسية.",
      "twitter title about": "عيادة Best Clinic - رعاية متقدمة لصحة الرجل",
      "twitter desc about": "نقدم في عيادة Best Clinic رعاية طبية شاملة لصحة الرجل، باستخدام أحدث التقنيات لضمان أفضل نتائج العلاج وتعزيز الثقة بالنفس.",

      "og title blogs": "مدونات عيادة Best Clinic - معلومات ونصائح لصحة الرجل",
      "og desc blogs": "تصفح مدوناتنا للحصول على معلومات موثوقة ونصائح لتحسين جودة حياتك وصحتك الجنسية. استكشف أحدث المقالات لدينا.",
      "twitter title blogs": "مدونات Best Clinic - معلومات صحية محدثة",
      "twitter desc blogs": "احصل على نصائح متقدمة ومعلومات موثوقة عن صحة الرجل والمشاكل الجنسية من مدونات عيادة Best Clinic.",

      "og title blog": "مقال من مدونات Best Clinic - نصائح وتحسينات لصحتك",
      "og desc blog": "اقرأ مقالنا حول صحة الرجل لتحصل على نصائح وتحسينات فعالة لمواجهة المشاكل الجنسية وتحسين جودة الحياة.",
      "twitter title blog": "مدونة من Best Clinic - نصائح لصحة الرجل",
      "twitter desc blog": "تعرف على أحدث النصائح الصحية والمعلومات الموثوقة لتحسين صحتك وجودة حياتك الجنسية من خلال مدونات عيادة Best Clinic.",

      "og title booking": "احجز موعدك الآن في عيادة Best Clinic",
      "og desc booking": "احجز موعدًا في عيادة Best Clinic اليوم لتحصل على الرعاية الشخصية لعلاج مشاكل الصحة الجنسية واستعادة الثقة.",
      "twitter title booking": "حجز موعد - عيادة Best Clinic",
      "twitter desc booking": "احجز موعدًا الآن في عيادة Best Clinic لتلقي العلاج الشخصي لصحة الرجل والمشاكل الجنسية بأحدث التقنيات.",

      "og title faq": "الأسئلة الشائعة - عيادة Best Clinic",
      "og desc faq": "اطلع على الإجابات المتعلقة بخدمات عيادة Best Clinic لعلاج المشاكل الجنسية وصحة الرجال. نوفر معلومات شاملة لضمان تجربة سلسة وآمنة.",
      "twitter title faq": "الأسئلة الشائعة - Best Clinic",
      "twitter desc faq": "تعرف على الإجابات عن أكثر الأسئلة شيوعًا حول خدماتنا لعلاج المشاكل الجنسية وصحة الرجل في عيادة Best Clinic.",

      "og title privacy": "سياسة الخصوصية - عيادة Best Clinic",
      "og desc privacy": "تعرف على كيفية حماية عيادة Best Clinic لخصوصيتك ومعلوماتك الشخصية. نلتزم بأعلى معايير الأمان لضمان سرية بياناتك.",
      "twitter title privacy": "سياسة الخصوصية - Best Clinic",
      "twitter desc privacy": "تعرف على سياسة الخصوصية لعيادة Best Clinic وكيفية حماية بياناتك الشخصية بأعلى مستويات الأمان والسرية.",

      "og title terms": "الشروط والأحكام - عيادة Best Clinic",
      "og desc terms": "تعرف على الشروط والأحكام لاستخدام خدمات عيادة Best Clinic لضمان تجربة استخدام آمنة ومناسبة.",
      "twitter title terms": "الشروط والأحكام - Best Clinic",
      "twitter desc terms": "تعرف على الشروط والأحكام لاستخدام خدمات عيادة Best Clinic لتكون على اطلاع بكل تفاصيل الخدمة.",

      "og title medicine-information-sheets": "نشرات معلومات الأدوية - عيادة Best Clinic",
      "og desc medicine-information-sheets": "اطلع على نشرات معلومات الأدوية المستخدمة في عيادة Best Clinic لعلاج المشاكل الجنسية، مع تفاصيل الجرعات والآثار الجانبية.",
      "twitter title medicine-information-sheets": "نشرات معلومات الأدوية - Best Clinic",
      "twitter desc medicine-information-sheets": "تعرف على تفاصيل الأدوية المستخدمة لعلاج المشاكل الجنسية في عيادة Best Clinic، بما في ذلك الجرعات والآثار الجانبية لضمان استخدام آمن.",

      "og title appointment-attend": "تأكيد حضور الموعد - عيادة Best Clinic",
      "og desc appointment-attend": "قم بتأكيد حضورك للموعد في عيادة Best Clinic أو أبلغنا في حال عدم تمكنك من الحضور. نحرص على توفير رعاية طبية متميزة ومنظمة.",
      "twitter title appointment-attend": "تأكيد الموعد - عيادة Best Clinic",
      "twitter desc appointment-attend": "اختر بسهولة تأكيد حضورك أو إبلاغنا بعدم الحضور لموعدك في عيادة Best Clinic، لضمان تجربة سلسة ورعاية متميزة.",

      "og title questionnaires post-treatment-evaluation": "استبيان تقييم ما بعد العلاج - عيادة Best Clinic",
      "og desc questionnaires post-treatment-evaluation": "استكشف استبيان تقييم ما بعد العلاج في عيادة Best Clinic، المصمم لقياس مدى التحسن في الأداء الجنسي والثقة الشخصية لضمان تقديم أفضل رعاية ممكنة.",
      "twitter title questionnaires post-treatment-evaluation": "استبيان تقييم ما بعد العلاج - Best Clinic",
      "twitter desc questionnaires post-treatment-evaluation": "اكتشف استبيان تقييم ما بعد العلاج في عيادة Best Clinic لتقييم التحسن والثقة بعد انتهاء خطة العلاج وتحقيق رضا المرضى."
    }
  },
  "Hero Section": {
    "Your Path to Mental Wellness": "طريقك نحو الصحة النفسية",
    "Sexuality and Reproduction": "الجنسية والإنجابية",
    "Comprehensive care, real support, and complete privacy!": "رعاية شاملة، دعم حقيقي، وخصوصية تامة!",
    "description": "في Best Clinic، نساعد الشركاء على تجاوز التحديات، وتحسين التواصل، وبناء أساس أقوى للمستقبل. نحن هنا لدعم رحلتكما معًا.",
    "Book your appointment now": "احجز موعدك الآن!",
    "Contact us": "تواصل معنا",
    "Starts Here": "يبدأ من هنا"
  },
  "navbar": {
    "Ramallah - Al-Manara - Roundabout - City Center": "رام الله ، دوار المنارة ",
    "Building - 5th Floor": "عمارة سيتي سنتر ، الطابق الخامس",
    "am": " صباحا ",
    "pm": " مساءاً ",
    "mon": "الإثنين",
    "fri": "الجمعة",
    "thursday": "الخميس",
    "saturday": "السبت",
    "sunday": "الأحد",
    "en": "English",
    "ar": "عربي",
    "menu": "قائمة",
    "contact us": "اتصل بنا",
    "inspiring experiences": "تجارب ملهمة",
    "medical team": "الفريق الطبي",
    "home": "الصفحة الرئيسية",
    "about us": "من نحن",
    "book now": "احجز الآن",
    "diseases and treatments": "الأمراض والعلاجات",
    "patient testimonials": "شهادات المرضى",
    "issues": "مشكلات",
    "Frequently Asked Questions": "الأسئلة الشائعة"
  },
  "landing": {
    "Contact us to book an appointment": "تواصل معنا لحجز موعد",
    "best clinic": "بست كلينك",
    "Male magic cure": "العلاج الأكثر ابتكاراً <span>لضعف الانتصاب</span>",
    "woman health": "صحة الرجال",
    "it is our speciality": "إنها <span>تخصصنا</span>",
    "desc": "العلاج الأكثر ابتكارًا، لتعزيز والحفاظ على الانتصاب العلاج بالأمواج الخطية التصادمية هو حل رائد يستند إلى تقنية متقدمة عالميًا لتعزيز وتحسين جودة الانتصاب. العلاج موصى به من قبل كبار أطباء المسالك البولية حول العالم وثبت فعاليته كعلاج ناجح.",
    "book an appointment": "احجز موعدًا",
    "cta1": "استرجع صحتك وثقتك الآن!",
    "cta2": "استعد لحياة مليئة بالنشاط.",
    "cta3": "خبراء في صحة الرجال.",
    "cta4": "تحسين حياتك الجنسية يبدأ هنا.",
    "cta5": "أفضل رعاية صحية متخصصة.",
    "cta6": "نستخدم أحدث التقنيات الطبية.",
    "cta7": "رعايتك هي أولويتنا دائماً.",
    "cta8": "صحتك في أيد أمينة.",
    "cta9": "احصل على استشارة طبية الآن.",
    "cta10": "استعد لحياة مليئة بالنشاط.",
    "read more": "اقرأ المزيد"
  },
  "statistics": {
    "successful consultations": "استشارات ناجحة",
    "healthcare professionals": "أخصائيي الرعاية الصحية",
    "patient satisfaction rate": "نسبة رضا المرضى",
    "top specialists": "أفضل الأخصائيين"
  },
  "experience": {
    "title": "تجارب ملهمة",
    "subtitle": "رحلة الشفاء والتمكين لكل امرأة"
  },
  "services": {
    "title": "أفضل الخدمات التي نقدمها",
    "desc": "في عالم اليوم السريع، تستحق صحتك أقصى درجات الاهتمام والراحة. لهذا السبب تقدم أفضل عيادة مجموعة متكاملة من الخدمات لتلبية احتياجاتك الصحية رقميًا:",
    "online consultations": {
      "title": "الاستشارات عبر الإنترنت",
      "desc": "استشر أفضل الأطباء في مختلف التخصصات عبر الفيديو أو الدردشة. إنه آمن تمامًا وخاص ومريح. اختر أفضل وقت لزيارة شخصية باستخدام نظام الجدولة السهل، أو تابع مع استشارتنا عبر الإنترنت."
    },
    "booking appointments": {
      "title": "حجز المواعيد",
      "desc": "اختر أفضل وقت لزيارة شخصية باستخدام نظام الجدولة السهل، أو تابع مع ميزات الاستشارات عبر الإنترنت."
    },
    "prescriptions": {
      "title": "الوصفات الطبية",
      "desc": "استلم وجدد الوصفات الطبية رقميًا بعد استشارتك مع أخصائيينا."
    },
    "medical notes": {
      "title": "الملاحظات الطبية",
      "desc": "احصل على الملاحظات الطبية اللازمة للعمل أو المدرسة بنقرات بسيطة."
    },
    "medicine refills": {
      "title": "تجديد الأدوية",
      "desc": "تجنب طوابير الصيدليات ووفر الوقت والطاقة من خلال طلب تجديد الأدوية عبر الإنترنت."
    }
  },
  "treatment": {
    "Best Certified Team of Specialists": "أفضل فريق معتمد من الأخصائيين",
    "Learn more about us": "تعرف علينا أكثر"
  },
  "make an appointment": {
    "title": "كيفية احجز موعدا ",
    "book an appointment": "احجز موعدًا في العيادة",
    "desc": "التنقل في رحلتك الصحية مع Best Clinic سهل وسلس. فقط اتبع الخطوات المذكورة أدناه للمتابعة مع الخدمات التي اخترتها. يمكنك أيضًا الاطلاع على قسم الأسئلة الشائعة لمزيد من الإرشادات.",
    "choose Your treatment": {
      "title": "اختر مجموعة من العلاجات",
      "desc": "اختر علاجك: خيارات مصممة خصيصًا لتقديم رعاية شخصية في عيادتنا. اختر من مجموعة من العلاجات المتخصصة المصممة لتلبية احتياجاتك الصحية الفريدة.",
      "short desc": "خيارات مصممة لرعاية شخصية في عيادتنا"
    },
    "make booking": {
      "title": "احجز موعدًا",
      "desc": "احجز موعدًا في عيادتنا بسهولة. حدد موعد العلاج اليوم لرعاية مخصصة تناسب راحتك.",
      "short desc": "في عيادتنا بسهولة"
    },
    "meet your doctor": {
      "title": "قابل طبيبك",
      "desc": "قابل طبيبك: تواصل مع أطبائنا ذوي الخبرة لرعاية شخصية. تعرف على الخبراء المكرسين لصحتك ورفاهيتك.",
      "short desc": "تعرف على الخبراء المكرسين لصحتك"
    },
    "best certified team": "أفضل فريق معتمد من الأخصائيين",
    "book an appointment at the clinic": "احجز موعدًا في العيادة"
  },
  "readMore": {
    "more": "إقرأ المزيد",
    "less": "إقرأ أقل"
  },
  "treatments": {
    "title": "الأمراض والعلاجات",
    "desc": "حلول فعالة مخصصة لاحتياجاتك. خطط علاجية شاملة لصحتك ورفاهيتك",
    "Book an appointment now": "احجز موعد الآن!",
    "Highly Qualified Doctors": "أطباء مؤهلون تأهيلاً عالياً",
    "Our clinic is staffed with a team of experienced doctors holding certified qualifications, ensuring a high standard of medical care": "تضم العيادة فريقاً من الأطباء ذوي الخبرة الطويلة والشهادات المعتمدة التي تضمن مستوى عالٍ من الرعاية الطبية.",
    "State-of-the-Art Medical Equipment": "معدات طبية حديثة",
    "By utilizing the latest technologies, we enhance diagnostic accuracy, treatment effectiveness, and patient recovery speed": "من خلال استخدام أحدث التقنيات، نحسن دقة التشخيص وفعالية العلاج وسرعة تعافي المرضى.",
    "Comprehensive Range of Services": "مجموعة واسعة من الخدمات",
    "The clinic provides holistic medical care, from diagnosis and prevention to complex surgical procedures and rehabilitation": "تقدم العيادة رعاية طبية شاملة: من التشخيص والوقاية إلى الإجراءات الجراحية المعقدة وإعادة التأهيل.",
    "Vaginismus": {
      "title": "التشنج المهبلي",
      "content": {
        "p1": "هو تقلصات لا ارادية لعضلات المهبل مما يؤدي الى اغلاق فتحة المهبل وحدوث الام شديدة عند الجماع او خلال الفحوصات الداخلية للمرأة .",
        "p2": "وتعود هذه المشاكل الى أسباب عضوية أو نفسية يجب تشخيصها ومعالجتها من أجل الحصول على علاقة زوجية سليمة",
        "p3": "إذا كنتِ تعانين من ألم شديد أو عدم القدرة على إتمام العلاقة الحميمة، فمن الأفضل زيارة طبيبة نسائية أو أخصائية علاج نفسي لمعرفة السبب والحصول على العلاج المناسب."
      }
    },
    "Pregnancy and fetal health follow-up": {
      "title": "متابعة الحمل وصحة الجنين",
      "content": {
        "p1": "من أجل رحلة حمل سليمة و ولادة مولود معافى ،مهم للمرأة الحامل متابعة الحمل أو حتى المتابعة من قبل التخطيط للحمل للتشخيص المبكر للمشاكل الصحية التي تؤثر على صحة الأم والجنين ومعالجتها قبل حدوث الحمل أوتشخيص وعلاج المشاكل الصحية التي تنشأ خلال فترة الحمل",
        "p2": "تحتاج المرأة الحامل من7 الى 10 زيارات طوال فترة حملها الا اذا ظهرت مشاكل صحية تخص الأم أو الجنين تحتاج الى زيارات دورية  أكثر للمتابعة "
      }
    },
    "Gynecology for advanced age": {
      "title": "أمراض النساء للسن المتقدم",
      "content": {
        "p1": "مع تقدم العمر، تصبح النساء أكثر عرضة لمجموعة من الأمراض والمشكلات الصحية، خاصة تلك المتعلقة بالجهاز التناسلي والتغيرات الهرمونية المصاحبة لانقطاع الطمث. فيما يلي بعض أبرز أمراض النساء التي قد تصيب النساء في السن المتقدم",
        "osteoporosis": {
          "title": "هشاشة العظام",
          "content": "تحدث بسبب انخفاض مستويات هرمون الإستروجين بعد انقطاع الطمث، مما يؤدي إلى ضعف العظام وزيادة خطر الكسور، خاصة في الورك والعمود الفقري."
        },
        "Urinary Incontinence": {
          "title": "سلس البول",
          "content": "تضعف عضلات قاع الحوض مع التقدم في العمر، مما يؤدي إلى تسرب البول عند العطس أو السعال أو الضحك."
        },
        "Vaginal Dryness": {
          "title": "جفاف المهبل",
          "content": "يحدث نتيجة انخفاض مستويات الإستروجين، مما يؤدي إلى ألم أثناء الجماع وحكة وانزعاج."
        },
        "Vaginal Atrophy": {
          "title": "ضمور المهبل",
          "content": "فقدان مرونة الأنسجة المهبلية وترقق الجدار المهبلي، مما قد يؤدي إلى التهابات متكررة وألم أثناء العلاقة الزوجية."
        },
        "Uterine cancer and ovarian cancer": {
          "title": "سرطان الرحم وسرطان المبيض",
          "content1": "تزيد احتمالية الإصابة بهذه السرطانات بعد سن اليأس، ويُنصح بإجراء الفحوصات الدورية للكشف المبكر عنها.",
          "content2": "من الأعراض النزيف بعد انقطاع الطمث، وآلام الحوض، واضطرابات الجهاز الهضمي."
        },
        "Recurrent UTIs": {
          "title": "التهاب المسالك البولية المتكرر",
          "content": "التغيرات الهرمونية تؤثر على صحة الجهاز البولي، مما يزيد من احتمالية الالتهابات البولية."
        },
        "Pelvic Organ Prolapse": {
          "title": "تدلي أعضاء الحوض",
          "content": "يحدث نتيجة ضعف العضلات الداعمة لأعضاء الحوض، مما يؤدي إلى تدلي المثانة أو الرحم أو المستقيم."
        },
        "Sleep disorders and hot flashes": {
          "title": "اضطرابات النوم والهبات الساخنة",
          "content": "من الأعراض الشائعة بعد انقطاع الطمث، وقد تؤثر على جودة الحياة."
        },
        "Psychological changes and depression": {
          "title": "التغيرات النفسية والاكتئاب",
          "content": "قد تصاب بعض النساء بالاكتئاب أو القلق بسبب التغيرات الهرمونية وفقدان بعض الوظائف الجسدية."
        }
      }
    },
    "Treatment of pelvic muscle weakness": {
      "title": "علاج ضعف عضلات الحوض",
      "content": {
        "p1": "ضعف عضلات الحوض مشكلة شائعة تحدث عند النساء   نتيجة لعدة أسباب منها التقدم في العمر، وانخفاض مستويات هرمون الإستروجين، وتكرار الولادات الطبيعية ، والسمنة، وقلة النشاط البدني. ",
        "p2": "الأعراض:",
        "p3": "سلس البول",
        "p4": " تدلي أعضاء الحوض",
        "p5": "آلام الحوض أو الشعور بالضغط: خاصة عند الوقوف لفترات طويلة.",
        "p6": "مشاكل في الأمعاء: مثل الإمساك أو عدم القدرة على إفراغ المثانة بالكامل.",
        "p7": " ألم أثناء العلاقة الزوجية نتيجة لضعف دعم الأنسجة المهبلية.",
        "p8": "لعلاج هذه المشاكل يتم تقوية عضلات الحوض بعلاجات متنوعة مثل التمارين ، العلاج الطبيعي، التحفيز الكهربائي أو الجراحة."
      }
    },
    "Treatment of recurrent miscarriage and intrauterine fetal death": {
      "title": "علاج حالات الإجهاض المتكرر  ووفاة الجنين داخل الرحم",
      "content": {
        "p1": "أسباب الإجهاض المتكرر:",
        "p2": "الأسباب الوراثية والجينية",
        "p3": "مشكلات في الرحم",
        "p4": "تشوهات خلقية: مثل الرحم ذو القرنين، أو وجود حاجز داخل الرحم.",
        "p5": "التصاقات الرحم: نتيجة التهابات أو عمليات سابقة مثل الكحت.",
        "p6": "الأورام الليفية: إذا كانت داخل تجويف الرحم، قد تعيق ثبات الجنين.",
        "p7": "اضطرابات الهرمونات",
        "p8": "تلازمة تكيس المبايض (PCOS): تؤدي إلى عدم توازن الهرمونات وزيادة خطر الإجهاض.",
        "p9": "قصور الجسم الأصفر: عدم إفراز البروجستيرون الكافي لدعم الحمل.",
        "p10": "مشاكل الغدة الدرقية: نقص أو زيادة نشاط الغدة الدرقية قد يؤثر على ثبات الجنين.",
        "p11": "السكري غير المنضبط: يسبب مشاكل في تكوين المشيمة ونمو الجنين.",
        "p12": "اضطرابات المناعة والتجلط",
        "p13": "العدوى (الإلتهابات)",
        "p14": "عوامل نمط الحياة",
        "p15": "التدخين والكحول والمخدرات والكافيين الزائد.",
        "p16": "لسمنة أو النحافة الشديدة تؤثر على توازن الهرمونات.",
        "p17": "التوتر والضغط النفسي قد يكون له دور في بعض الحالات.",
        "p18": "إذا كنتِ قد تعرضتِ لإجهاضين متتاليين أو أكثر، فمن الأفضل مراجعة الطبيب المتخصص لإجراء الفحوصات اللازمة وتحديد سبب المشكلة وعلاجها."
      }
    },
    "Treatment of menstrual disorders, ovulation disorders, and hormones": {
      "title": "علاج اضطرابات الدورة الشهرية واضطرابات التبويض والهرمونات",
      "content": {
        "p1": "اضطرابات الدورة الشهرية تعني حدوث تغيّرات غير طبيعية في توقيت الدورة، مدتها، أو كميتها، وقد تكون مؤشرًا لمشكلة صحية تحتاج إلى متابعة طبية.",
        "p2": "أنواع اضطرابات الدورة الشهرية:",
        "p3": "انقطاع الدورة (Amenorrhea) .",
        "p4": "قلة الطمث (Oligomenorrhea):",
        "p5": "عندما تكون الدورة غير منتظمة ومتباعدة  ( أكثر من 35 يومًا بين الدورات)",
        "p6": "غزارة الطمث (Menorrhagia):",
        "p7": "زيادة كثافة الدم المفقود أو استمرار الدورة لمدة أطول من 7 أيام.",
        "p8": "نزيف بين الدورات (Metrorrhagia) :",
        "p9": "نزيف غير طبيعي بين الدورات الشهرية أو بعد العلاقة الزوجية.",
        "p10": "دورة شهرية قصيرة ومتكررة (Polymenorrhea) :",
        "p11": "تكرار الدورة بفترات قصيرة جدًا (أقل من 21 يومًا بين الدورات).",
        "p12": "عسر الطمث (Dysmenorrhea)",
        "p13": "آلام شديدة ومغص قوي أثناء الدورة الشهرية قد يعطل النشاط اليومي.",
        "p14": "إذا كنتِ تعانين من تأخر الدورة لأكثر من 3  أشهر بدون حمل، نزيف غزير جدًا ، ألم شديد لا يخفف بالمسكنات ،نزيف بين الدورات أو بعد العلاقة الزوجية ، يجب زيارة الطبيب"
      }
    },
    "Ovarian cysts and polycystic ovary syndrome follow-up": {
      "title": "متابعة أكياس المبيضين ومتلازمة تكيس المبايض",
      "content": {
        "p1": "أكياس المبيضين هي تجمعات مليئة بالسوائل تتشكل داخل المبيض أو على سطحه. وهي شائعة لدى النساء في مختلف الأعمار، وغالبًا ما تكون حميدة وتختفي تلقائيًا دون الحاجة إلى علاج. ولكن في بعض الحالات، قد تسبب مضاعفات وتتطلب تدخلًا طبيًا.",
        "p2": "أنواع أكياس المبيض:",
        "p3": "أكياس وظيفية (Functional Cysts) – الأكثر شيوعًا وتحدث أثناء دورة الطمث، وغالبًا تختفي تلقائيًا.",
        "p4": "أكياس غير وظيفية (Pathological Cysts)",
        "p6": "أعراض أكياس المبيضين:",
        "p7": "معظم الأكياس لا تسبب أعراضًا، ولكن عندما تكون كبيرة أو ملتهبة،",
        "p8": "قد تؤدي إلى:",
        "p9": "ألم في الحوض، خاصة في جهة واحدة.",
        "p10": "عدم انتظام الدورة الشهرية أو نزيف غير طبيعي.",
        "p11": "انتفاخ أو شعور بالضغط في البطن.",
        "p12": "ألم أثناء العلاقة الزوجية.",
        "p13": "كثرة التبول بسبب الضغط على المثانة.",
        "p14": "غثيان أو قيء إذا حدث التواء في المبيض",
        "p15": "متلازمة تكيس المبايض :",
        "p16": "هي اضطراب هرموني شائع بين النساء في سن الإنجاب، يؤثر على عملية التبويض ويسبب اختلالًا في مستويات الهرمونات الذكرية (الأندروجينات). تؤدي هذه المتلازمة إلى تكوين أكياس صغيرة على المبايض وتسبب أعراضًا مختلفة مثل عدم انتظام الدورة الشهرية، زيادة الوزن، ونمو الشعر الزائد.",
        "p17": "الأعراض :",
        "p18": "قد تختلف الأعراض من امرأة لأخرى، ولكن الأعراض الأكثر شيوعًا هي:",
        "p20": "اضطرابات الدورة الشهرية",
        "p21": "انقطاع الدورة أو قلة عددها (أقل من 8 دورات سنويًا).",
        "p22": "نزيف غير منتظم أو غزير.",
        "p23": "زيادة نمو الشعر (Hirsutism)",
        "p24": "نمو شعر زائد في مناطق غير مألوفة للنساء (مثل الوجه، الصدر، الظهر).",
        "p25": "حب الشباب والبشرة الدهنية",
        "p26": "زيادة إنتاج الأندروجينات تسبب حب الشباب المزمن والبشرة الدهنية.",
        "p27": "زيادة الوزن أو صعوبة فقدانه",
        "p28": "ضعف التبويض وصعوبة الحمل",
        "p29": "عدم انتظام التبويض قد يؤدي إلى تأخر الحمل أو العقم المؤقت.",
        "p30": "تساقط الشعر على شكل الصلع الذكوري",
        "p31": "الشعر يصبح خفيفًا خاصة عند مقدمة الرأس.",
        "p32": "اضطرابات النوم وتوقف التنفس أثناء النوم",
        "p33": "النساء المصابات بـ PCOS أكثر عرضة لمشاكل النوم مثل انقطاع التنفس أثناء النوم.",
        "p34": "اسمرار الجلد وظهور بقع داكنة",
        "p35": "خاصة في مناطق الإبط، الرقبة، والفخذين بسبب مقاومة الأنسولين.",
        "p36": "مضاعفات تكيس المبايض (إذا لم يتم علاجه):",
        "p37": "إذا لم يتم التحكم في متلازمة تكيس المبايض، فقد تؤدي إلى ",
        "p38": "مضاعفات خطيرة مثل:",
        "p39": "مرض السكري من النوع الثاني بسبب مقاومة الأنسولين",
        "p40": "ارتفاع ضغط الدم وأمراض القلب.",
        "p41": "سرطان بطانة الرحم بسبب عدم انتظام الإباضة لفترات طويلة.",
        "p42": "الاكتئاب والتوتر نتيجة التغيرات الهرمونية والمظهر الجسدي.",
        "p43": "العقم المؤقت."
      }
    },
    "Cervical cancer prevention and regular screening": {
      "title": "الوقاية من سرطانات عنق الرحم والفحص الدوري",
      "content": {
        "p1": "بطريقتين",
        "p2": "أولا – أخذ تطعيمات فيروسات الورم الحليمي البشري HPV Vaccination",
        "p3": "يعطى هذا التطعيم للبنات بعمر 11 – 12 سنة ويمكن",
        "p4": "ويعطى جرعتين أو ثلاثة حسب العمر الذي أعطيت فيه اول جرعة",
        "p5": "يوجد عدة أنواع من فيروسات الورم الحليمي البشري منها ما يسبب زوائد جلدية حميدة ( ثآليل) ومنها ما يسبب الإصابة بأنواع مختلفة من السرطان مثل سرطانات عنق الرحم",
        "p6": "تنتقل عدوى هذا الفيروس من خلال الممارسة الجنسية او من خلال ملامسة جلد المصاب",
        "p7": "يمكن أن تساعد اللقاحات في الحماية من الإصابة بسلالات هذا الفيروس التي تسبب ثآليل تناسلية تؤدي في بعض الأحيان تحوّل في خلايا أنسجة عنق الرحم السليمة إلى خلايا سرطانية بعد عدة سنوات من الإصابة ",
        "p8": "ثانيا – عمل مسحة لعنق الرحم PAP smear",
        "p9": "يتم اجراء هذا الفحص للسيدات من عمر25  الى 49 سنة كل 3 سنوات",
        "p10": "ومن عمر 50 الى 64 سنة كل 5 سنوات",
        "p11": "سرطان عنق الرحم في مراحله المبكرة قد لا يسبب أعراض لذلك من الضروري عمل فحص منتظم  للكشف عن أي تغييرات سابقة للسرطان في عنق الرحم والتي قد تؤدي الى السرطان ",
        "p12": "يمكن للنساء اللاتي تزيد أعمارهن عن 65 سنة التوقُّف عن إجراء الفحص إذا خضعن لثلاثة اختبارات لعنق الرحم على التوالي وكانت نتائجها طبيعية ."
      }
    },
    "Birth control and contraception": {
      "title": "تنظيم النسل ووسائل منع الحمل",
      "content": {
        "p1": "طرق وسائل منع الحمل كثيرة ومتنوعة ،يجب تحديد طريقة منع الحمل الأنسب لكل امراة بما يتناسب مع نمط حياتها والتفضيلات الشخصية والحالة الصحية ",
        "p2": "فوائد تنظيم النسل:",
        "p3": "تنظيم الأسرة وتحقيق استقرار مالي وعاطفي.",
        "p4": "تقليل مخاطر الحمل غير المرغوب فيه، خاصة بعد سن 35.",
        "p5": "تخفيف آلام الدورة الشهرية واضطرابات الهرمونات عند استخدام بعض الوسائل الهرمونية.",
        "p6": "الحماية من الأمراض المنقولة جنسيًا عند استخدام الواقي الذكري.",
        "p7": "تحسين صحة الأم من خلال إعطاء وقت كافٍ للجسم بين الحمل والآخر."
      }
    },
    "Genital tract infections and vaginal discharge": {
      "title": "التهابات الجهاز التناسلي والافرازات المهبلية",
      "content": {
        "p1": "الأسباب:",
        "p2": "تتنوع الأسباب ومنها العدوى البكتيرية او الفطرية او الفيروسية ، الامراض المنقولة جنسيا ، عدم التوازن في البكتيريا الطبيعية في المهبل او استخدام مضادات حيوية بشكل مفرط أو عدم الالتزام بالنظافة الشخصية او استخدام منتجات مهيجة .",
        "p3": "من الضروري معرفة السبب  في حدوث الالتهاب حتى يتم معالجته بالطريقة الصحيحة .",
        "p4": "الأعراض:",
        "p5": "تختلف الأعراض حسب نوع الالتهاب، ولكن تشمل الأعراض العامة:",
        "p6": "إفرازات مهبلية غير طبيعية (رائحتها كريهة، أو بلون غير طبيعي)",
        "p7": "حكة أو حرقة في المنطقة التناسلية",
        "p8": "ألم أثناء الجماع أو التبول",
        "p9": "نزيف مهبلي غير طبيعي",
        "p10": "ألم في أسفل البطن أو الحوض (في الحالات المتقدمة مثل التهاب الحوض)",
        "p11": "أنواع الإفرازات المهبلية الطبيعية:",
        "p12": "شفافة أو بيضاء اللون: غالبًا طبيعية وتزداد أثناء التبويض أو الإثارة الجنسية.",
        "p13": "إفرازات بيضاء سميكة: تظهر قبل الدورة الشهرية وعادة ما تكون طبيعية إذا لم تكن مصحوبة بحكة أو رائحة كريهة.",
        "p14": "إفرازات صفراء فاتحة أو مائلة إلى البياض: طبيعية إذا لم تكن ذات رائحة كريهة أو مصحوبة بأعراض أخرى.",
        "p15": "إفرازات مخاطية شفافة: تكثر أثناء التبويض وهي علامة على الخصوبة.",
        "p16": "الإفرازات المهبلية غير الطبيعية:",
        "p17": "إفرازات بيضاء متكتلة: قد تشير إلى عدوى فطرية ، خاصة إذا كانت مصحوبة بحكة",
        "p18": "إفرازات صفراء أو خضراء: قد تدل على عدوى بكتيرية أو مرض منقول جنسيًا.",
        "p19": "إفرازات رمادية أو ذات رائحة كريهة:  قد تشير إلى التهاب المهبل البكتيري.",
        "p20": "إفرازات بنية أو تحتوي على دم: قد تكون طبيعية بعد الدورة الشهرية، ولكن إذا استمرت فقد تحتاج إلى فحص طبي.",
        "p21": "إفرازات رغوية: قد تدل على داء المشعرات (Trichomoniasis)، وهو عدوى منقولة جنسيًا.",
        "p22": "إذا كنتِ تعانين من أي أعراض غير طبيعية، فمن الأفضل استشارة الطبيب للحصول على التشخيص والعلاج المناسبين"
      }
    },
    "Providing psychological support for mothers and postpartum depression": {
      "title": "تقديم الدعم النفسي للأم واكتآب بعد الولادة",
      "content": {
        "p1": "اكتئاب ما بعد الولادة (Postpartum Depression - PPD) هو حالة نفسية تصيب بعض الأمهات بعد الولادة، وتتميز بمشاعر حزن شديد، قلق، وإرهاق تؤثر على قدرة الأم على العناية بنفسها وبطفلها. يختلف عن 'كآبة ما بعد الولادة'  التي تكون خفيفة وتستمر لبضعة أيام فقط.",
        "p2": "أعراض اكتآب ما بعد الولادة:",
        "p3": "أعراض نفسية:",
        "p4": "حزن شديد أو بكاء بدون سبب واضح.",
        "p5": "شعور بالعجز أو الذنب أو انعدام القيمة.",
        "p6": "فقدان الاهتمام بالأنشطة اليومية أو الاستمتاع بها.",
        "p7": "قلق مفرط وخوف غير مبرر بشأن الطفل أو الحياة.",
        "p8": "نوبات غضب أو تهيج شديد.",
        "p9": "أعراض جسدية وسلوكية:",
        "p10": "تعب وإرهاق مستمر رغم الراحة.",
        "p11": "اضطرابات النوم (الأرق أو النوم المفرط).",
        "p12": "فقدان أو زيادة الشهية بشكل غير طبيعي.",
        "p13": "صعوبة في التركيز أو اتخاذ القرارات.",
        "p14": "أعراض خطيرة تستدعي استشارة طبية فورية:",
        "p15": "أفكار عن إيذاء النفس أو الطفل.",
        "p16": "فقدان الاتصال بالواقع (هلاوس أو ضلالات).",
        "p17": "قلق وهلع شديد يمنع الأم من رعاية الطفل.",
        "p18": "متى يجب استشارة الطبيب؟",
        "p19": "إذا استمرت الأعراض أكثر من أسبوعين وبدأت تؤثر على حياتك أو علاقتك بالطفل، فمن الأفضل التحدث إلى طبيب نفسي أو طبيب النساء والتوليد."
      }
    }
  },
  "team": {
    "title": "تعرف على فريق أطبائنا الخبراء",
    "desc": "يُعد فريق المتخصصين لدينا في طليعة الابتكار الطبي. حيث يجمع كل طبيب بين الخبرة والتعاطف والمعرفة لضمان أن تكون صحتك بين أيدٍ أمينة:",
    "speciality": "التخصص",
    "noor_khawaja": {
      "name": "السيدة نور خواجا",
      "specialites": ["سكرتيرة طبية"],
      "review": ""
    },
    "Khadija Zaki": {
      "name": "دكتورة خديجة زكي",
      "specialites": ["أخصائية نسائية وتوليد"],
      "review": ""
    }
  },
  "testimonials": {
    "title": "شهادات المرضى",
    "subtitle": "استمع إلى من اهتممنا بهم",
    "desc": "اكتشف الفرق الذي نصنعه من خلال أصوات الذين خدمناهم",
    "rating": "التقييم",
    "card_1_title": "نصح به بشدة!",
    "card_1_desc": "خدمتهم رائعة، والطاقم محترف جدًا. استطاعوا مساعدتي بخطة علاجية مناسبة لحالتي بشكل دقيق. أشعر بتحسن كبير بفضل اهتمامهم الشخصي.",
    "card_2_title": "تجربة لا تُنسى",
    "card_2_desc": "عيادة Best Clinic هي الخيار الأمثل لكل من يبحث عن الرعاية الطاقم استقبلني بابتسامة، وأحسست بأنني في أيدٍ أمينة.",
    "card_3_title": "رعاية صحية متميزة",
    "card_3_desc": "أحببت مدى حرص الفريق الطبي على تقديم كل التفاصيل بشكل واضح لي، وأخذوا الوقت الكافي للشرح حتى أشعر بالراحة والاطمئنان. بالتأكيد سأعود مرة أخرى.",
    "card_4_title": "احترافية وخدمة مدهشة",
    "card_4_desc": "كنت مترددًا في البداية , لكن بعد التعامل مع Best Clinic  راى ان الفريق من المحترفين بحق ويقدمون الخدمة بكل امانة و احترافية",
    "card_5_title": "أفضل مركز طبي في المنطقة",
    "card_5_desc": "قمت بزيارة العديد من العيادات من قبل, لكن Best Clinic تميز بخدمته وسرعة الاستجابة",
    "card_6_title": "طاقم عمل ودود",
    "card_6_desc": "الاستقبال كان رائعاً من اللحظة الأولى، شعرت بأنني أزور عائلتي وليس مجرد مركز طبي. الطاقم كان ودودًا ومتعاونًا للغاية.",
    "card_7_title": "نظافة وتنظيم",
    "card_7_desc": "ما لفت انتباهي هو مدى العناية بالنظافة والنظام  في جميع أركان العيادة في بست كلنك.",
    "card_8_title": "حرفية وأمان",
    "card_8_desc": "جعلني الفريق الطبي في Best Clinic أشعر بالثقة، حيث أظهروا حرصًا حقيقيًا على فهم مشكلتي وتقديم العلاج الأمثل.",
    "card_9_title": "اهتمام وتفاصيل",
    "card_9_desc": "ما أعجبني حقاً هو مدى الاهتمام بكل التفاصيل الصغيرة. لم أشعر أبداً بأن هناك شيء غير واضح أو متجاهل.",
    "card_10_title": "نتائج ملموسة وسريعة",
    "card_10_desc": "شعرت بعد عدة جلسات في عيادة Best Clinic بتحسن كبير. أشكر الفريق على متابعتهم المستمرة وعلى النتائج الرائعة التي حققتها."
  },
  "faq": {
    "title": "الأسئلة الشائعة",
    "desc": "هل لديك استفسار؟ اطلع على إجاباتنا على الأسئلة الأكثر شيوعًا أو تواصل معنا للحصول على مزيد من الدعم والمساعدة.",
    "Do you need help": "هل تحتاج إلى المساعدة؟",
    "Talk to our expert now!": "تحدث مع خبيرة!",
    "Need help?  Talk to our expert": "تحتاج إلى مساعدة؟ تحدث إلى أحد خبرائنا",
    "Contact us for more infotmation": "تواصل معنا لمزيد من المعلومات",
    "should I visit the doctor after childbirth": {
      "title": "هل يجب زيارة الطبيب بعد الولادة؟",
      "desc": "يفضل زيارة الطبيب بعد الولادة بفترة قصيرة (خلال 6 أسابيع) للتأكد من تعافي الأم ومتابعة حالتها الصحية العامة بعد الولادة."
    },
    "are there foods or practices to avoid during pregnancy": {
      "title": "هل هناك أطعمة أو ممارسات يجب تجنبها أثناء الحمل؟",
      "desc": "يوصى بتجنب تناول الأطعمة النيئة أو غير المطهوة جيدًا، وكذلك تجنب الكحول والتدخين. يجب أيضًا تجنب الأدوية غير الموصوفة من قبل الطبيب."
    },
    "can I travel during pregnancy": {
      "title": "هل يمكنني السفر أثناء الحمل؟",
      "desc": "نعم، يمكن السفر أثناء الحمل، ولكن يجب استشارة الطبيب خاصة إذا كان الحمل في مراحل متقدمة أو إذا كانت هناك مضاعفات."
    },
    "what are the early symptoms of uterine cancer": {
      "title": "ما هي الأعراض المبكرة لسرطان الرحم؟",
      "desc": "تشمل الأعراض الشائعة:\n• نزيف مهبلي غير طبيعي (خاصة بعد انقطاع الطمث).\n• إفرازات مهبلية غير طبيعية.\n• ألم في منطقة الحوض.\n• فقدان الوزن غير المبرر."
    },
    "how is polycystic ovary syndrome (PCOS) diagnosed": {
      "title": "كيف يتم تشخيص تكيس المبايض؟",
      "desc": "يتم التشخيص من خلال:\n• الفحص السريري: تقييم الأعراض.\n• تحليل الهرمونات: قياس مستويات الأندروجين والأنسولين وبعض الهرمونات.\n• السونار (الموجات فوق الصوتية): للكشف عن أكياس المبيضين."
    },
    "can polycystic ovary syndrome (PCOS) be completely cured": {
      "title": "هل يمكن الشفاء من تكيس المبايض نهائيًا؟",
      "desc": "لا يوجد علاج نهائي، ولكن السيطرة على الأعراض ممكنة من خلال تغيير نمط الحياة والعلاجات الدوائية المناسبة."
    },
    "what is the best contraceptive method": {
      "title": "ما هي أفضل وسيلة لمنع الحمل؟",
      "desc": "تعتمد الوسيلة المناسبة على عدة عوامل، مثل:\n• الحالة الصحية.\n• الرغبة في الحمل مستقبلاً.\n• درجة الأمان والفعالية.\n• الراحة وسهولة الاستخدام.\nيُفضل استشارة الطبيب لاختيار الوسيلة الأنسب لكِ."
    },
    "what are emergency contraceptive pills": {
      "title": "ما هي حبوب منع الحمل الطارئة؟",
      "desc": "هي أقراص تُستخدم بعد العلاقة الزوجية غير المحمية لمنع الحمل، إذا لم يتم استخدام وسيلة منع حمل أو فشلت الوسيلة المستخدمة (مثل تمزق الواقي الذكري)."
    },
    "what is the difference between menopause and perimenopause": {
      "title": "ما الفرق بين سن اليأس وسن ما قبل انقطاع الطمث؟",
      "desc": "• سن ما قبل انقطاع الطمث: تبدأ فيه الدورة الشهرية بالتغير (عدم انتظامها، كثافتها أو خفتها)، وقد تستمر هذه المرحلة لعدة سنوات.\n• سن اليأس: يُشخص رسميًا بعد مرور 12 شهرًا متتاليًا دون دورة شهرية."
    },
    "can an ectopic pregnancy be saved": {
      "title": "هل يمكن إنقاذ الحمل في حالة الحمل خارج الرحم؟",
      "desc": "لا، لا يمكن أن يستمر الحمل خارج الرحم لأن الجنين لا يستطيع النمو بشكل طبيعي خارج الرحم، كما أن استمراره يشكل خطرًا على حياة الأم."
    }
  },
  "footer": {
    "Ramallah - Al-Manara - Roundabout - City Center": "رام الله ، دوار المنارة ",
    "Building - 5th Floor": "عمارة سيتي سنتر ، الطابق الخامس",
    "am": " صباحا ",
    "pm": " مساءاً ",
    "thursday": "الخميس",
    "contact": "الاتصال",
    "navigation": "التنقل",
    "contact us": "اتصل بنا",
    "inspiring experiences": "تجارب ملهمة",
    "shortcuts": "اختصارات",
    "medical team": "الفريق الطبي",
    "home": "الصفحة الرئيسية",
    "about us": "من نحن",
    "book now": "احجز الآن",
    "diseases and treatments": "الأمراض والعلاجات",
    "patient testimonials": "شهادات المرضى",
    "benefits of treatment": "فوائد العلاج",
    "Frequently Asked Questions": "الأسئلة الشائعة",
    "services": "الخدمات",
    "booking appointments": "حجز المواعيد",
    "book an appointment": "احجز موعدًا في العيادة",
    "legal": "القانونية",
    "terms & conditions": "الشروط والأحكام",
    "privacy policy": "سياسة الخصوصية",
    "mon": "الإثنين",
    "fri": "الجمعة",
    "saturday": "السبت",
    "sunday": "الأحد",
    "best Clinic rights": "© جميع الحقوق محفوظة لعيادة Best Clinic 2024"
  },
  "blogs": {
    "View all blogs": "عرض كل المدونات",
    "Categories": "فئات",
    "Recently Posted": "تم نشرها مؤخرا",
    "Popular Posts": "منشورات <span>شائعة</span>",
    "Our Blogs": "مدوناتنا",
    "title": "المدونات",
    "desc": "اكتشف أحدث المعلومات والنصائح من خبرائنا لتحسين حياتك وصحتك.",
    "why regular check-ups": "لماذا الفحوصات الدورية مهمة",
    "erectile dysfunction": "ضعف الانتصاب: الأسباب والعلاجات",
    "diet tips for boosting male fertility": "نصائح غذائية لتعزيز خصوبة الرجال",
    "womens health": "صحة الرجال",
    "read more": "اقرأ المزيد"
  },
  "contact": {
    "Ramallah - Al-Manara - Roundabout - City Center": "رام الله ، دوار المنارة ",
    "Building - 5th Floor": "عمارة سيتي سنتر ، الطابق الخامس",
    "am": " صباحا ",
    "pm": " مساءاً ",
    "thursday": "الخميس",
    "title": "تواصل معنا",
    "desc": "نحن هنا لخدمتكم! تواصلوا معنا لأي استفسار",
    "have questions": "لديك أسئلة أو ترغب في حجز موعد؟ اتصل بنا عبر الهاتف أو البريد الإلكتروني أو باستخدام النموذج أدناه. نحن هنا لدعم صحتك ورفاهيتك. تواصل معنا اليوم!",
    "name": "الاسم",
    "phone": "الهاتف",
    "message": "اكتب رسالتك هنا...",
    "i would like to receive the newsletter": "أرغب في تلقي النشرة الإخبارية.",
    "submit": "إرسال",
    "mon": "الإثنين",
    "fri": "الجمعة",
    "saturday": "السبت",
    "sunday": "الأحد",
    "name is required": "الاسم مطلوب",
    "phone is required": "الهاتف مطلوب",
    "message is required": "الرسالة مطلوبة",
    "lets get in touch": "دعونا <span>نتواصل!</span>",
    "Talk to us now": "تحدث معنا الآن!"
  },
  "appointmentAttend": {
    "thank_you_message": "شكرًا لثقتك بنا! يسعدنا خدمتك ونتمنى لك يومًا مليئًا بالصحة والسعادة. فريق Best Clinic دائمًا هنا من أجلك.",
    "back_to_home_page": "العودة إلى الصفحة الرئيسية",
    "pm_si is required": "pm_si مطلوب"
  },
  "booking": {
    "title": "احجز موعدك الآن!",
    "desc": "احجز موعدك في عيادتنا بسهولة، حدد موعد العلاج اليوم لرعاية مخصصة تناسب راحتك",
    "Pick a date": "اختر تاريخ",
    "categories": "الفئات",
    "treatments": "العلاجات",
    "date": "التاريخ",
    "doctors": "الأطباء",
    "details": "التفاصيل",
    "next step": "الخطوة التالية",
    "previous step": "الخطوة السابقة",
    "submit": "إرسال",
    "full name": "الاسم الكامل",
    "name is required": "الاسم مطلوب",
    "name must be chars": "يجب أن يكون الاسم حروفًا ومسافات فقط",
    "full name placeholder": "أدخل اسمك الكامل",
    "phone is required": "الهاتف مطلوب",
    "phone number": "رقم الهاتف",
    "phone number placeholder": "أدخل رقم هاتفك",
    "congratulations": "تهانينا",
    "your appointment with": "تم تأكيد موعدك مع الدكتور {name} في {date}، في {time}",
    "done": "تم",
    "exist client": "زبون موجود",
    "new client": "زبون جديد",
    "Book another appointment": "حجز موعد آخر"
  },
  "treatments_page": {
    "Best Certified Team of Specialists": "أفضل فريق معتمد من الأخصائيين",
    "book an appointment at the clinic": "احجز موعدًا في العيادة",
    "Learn more about us": "تعرف علينا أكثر",
    "linear_shock_wave_therapy_header_title": "العلاج بالموجات التصادمية الخطية لضعف الانتصاب",
    "linear_shock_wave_therapy_header_desc": "من أحدث الأساليب والتقنيات التي طورها الطب في العالم لعلاج ضعف الانتصاب، بدون جراحة أو ألم أو مضاعفات.",
    "linear_shock_wave_therapy_section_one_title": "كيف يتم التقييم الطبي؟",
    "linear_shock_wave_therapy_section_one_desc": "تطور علمي مذهل وفتح عظيم وثوري في علاج ضعف الانتصاب ، بدون ألم أو جراحة أو مضاعفات. يشمل هذا العلاج استخدام جهاز متقدم (متاح لأول مرة في فلسطين) ينبعث منه موجات غير إشعاعية مباشرة إلى القضيب، مما يغطي مناطق كبيرة وعميقة لضمان تحفيز شامل للأوعية الدموية. يساعد في تجديد خلايا الدم وإصلاح الأوعية الدموية وتحسين تدفق الدم الفعال إلى القضيب، مما يساعد في استعادة وظيفة الانتصاب الطبيعية دون الحاجة إلى أدوية. واحدة من الفوائد الرئيسية لهذا العلاج أنه غير جراحي وخالٍ من الألم وخالٍ من المضاعفات. يتم إجراء العلاج على عدة جلسات (يحددها الطبيب بناءً على احتياجاتك وحالتك الطبية)، وتستمر كل جلسة 15-20 دقيقة. ستتمكن من ملاحظة الفرق من الجلسات الأولى.",
    "linear_shock_wave_therapy_section_two_title": "العلاج بالموجات التصادمية الخطية لضعف الانتصاب",
    "linear_shock_wave_therapy_section_two_desc": "تم اعتماد هذا العلاج من قبل المنظمات الصحية العالمية والأوروبية والآسيوية. نوصي به بشكل عام للحالات التالية:",
    "linear_shock_wave_therapy_section_two_items_01_title": "الذين يعانون من ارتفاع ضغط الدم",
    "linear_shock_wave_therapy_section_two_items_01_desc": "إذا كنت تعاني من ارتفاع ضغط الدم، فإن إدارة حالتك تعد خطوة أساسية في تحسين صحتك العامة. نهجنا يهدف إلى تقديم العلاج الذي يتناسب مع حالتك الفردية لتحقيق أفضل النتائج وتقليل المخاطر المستقبلية.",
    "linear_shock_wave_therapy_section_two_items_02_title": "الذين يعانون من ارتفاع الكوليسترول",
    "linear_shock_wave_therapy_section_two_items_02_desc": "إدارة مستويات الكوليسترول المرتفعة تتطلب خطة علاج فعالة ودقيقة. نحن نعمل على تقديم التقييمات اللازمة لتصميم العلاجات التي تناسب احتياجاتك الصحية وتقلل من مخاطر الإصابة بأمراض القلب.",
    "linear_shock_wave_therapy_section_two_items_03_title": "انسداد الشرايين المحيطية (أمراض الأوعية الدموية المحيطية)",
    "linear_shock_wave_therapy_section_two_items_03_desc": "انسداد الشرايين المحيطية قد يؤثر بشكل كبير على حياتك اليومية، ولذلك نحن نقدم تقييماً كاملاً لحالتك لنحدد العلاج الأنسب لتقليل الأعراض وتحسين جودة حياتك.",
    "linear_shock_wave_therapy_section_two_items_04_title": "أمراض القلب والأوعية الدموية",
    "linear_shock_wave_therapy_section_two_items_04_desc": "تتطلب أمراض القلب والأوعية الدموية رعاية دقيقة ومخصصة لكل حالة على حدة. نحن نقوم بتقييم شامل لحالتك لنتمكن من تقديم خطة علاجية تسهم في تحسين وظائف القلب وتقليل المخاطر المستقبلية.",
    "linear_shock_wave_therapy_section_two_items_05_title": "النوبات القلبية",
    "linear_shock_wave_therapy_section_two_items_05_desc": "بعد التعرض لنوبة قلبية، من الضروري اتخاذ إجراءات لتعزيز صحة القلب. يتضمن نهجنا تقييم حالتك الصحية وتقديم العلاجات والتمارين اللازمة لتحسين التعافي ومنع حدوث مضاعفات مستقبلية.",
    "linear_shock_wave_therapy_section_two_items_06_title": "مرض السكري",
    "linear_shock_wave_therapy_section_two_items_06_desc": "التعامل مع مرض السكري بشكل فعال يتطلب خطة علاج فردية تناسب حالتك الخاصة. نقدم تقييمًا كاملاً لنسبة السكر في الدم ونساعدك على تصميم خطة علاجية متكاملة لتحسين التحكم في مرض السكري.",
    "linear_shock_wave_therapy_section_two_items_07_title": "التدخين والنشاطات اليومية الضارة بالأوعية الدموية",
    "linear_shock_wave_therapy_section_two_items_07_desc": "التوقف عن التدخين وتغيير نمط الحياة يمكن أن يسهم بشكل كبير في تحسين صحة الأوعية الدموية. نقدم المساعدة والدعم للمرضى الراغبين في التخلص من العادات السيئة وتحسين نمط حياتهم.",
    "linear_shock_wave_therapy_section_two_items_08_title": "تلف الأوردة أو الأعصاب في المنطقة التناسلية",
    "linear_shock_wave_therapy_section_two_items_08_desc": "الألم أو الضعف في الأوردات أو الأعصاب في المنطقة التناسلية يمكن أن يؤثر على جودة حياتك. نحن نوفر التقييمات الدقيقة والعلاجات الملائمة للمساعدة في تحسين حالتك والعودة إلى نمط حياة صحي.",
    "linear_shock_wave_therapy_section_two_items_09_title": "جودة انتصاب ضعيفة وعدم القدرة على الحفاظ على الانتصاب",
    "linear_shock_wave_therapy_section_two_items_09_desc": "ضعف الانتصاب وعدم القدرة على الحفاظ عليه قد يكونان من المشاكل المؤثرة على جودة الحياة. نوفر تقييماً شاملاً لحالتك ونقدم حلولاً علاجية مخصصة تساعدك في التغلب على هذا التحدي وتحسين أدائك الصحي العام.",
    "linear_shock_wave_therapy_section_four_title": "الفرق بين عيادتنا وأي مكان آخر",
    "linear_shock_wave_therapy_section_four_desc": "ما يميز العلاج المتاح في عيادتنا عن أي مكان آخر هو نوع وفعالية الموجات المستخدمة. تستخدم بعض الأجهزة موجات غير مناسبة لحالات ضعف الانتصاب، مما يعني أنه بغض النظر عن عدد الجلسات التي تقوم بها، لن تحقق نتائج. ومع ذلك، فإن جهازنا مصمم خصيصًا لعلاج ضعف الانتصاب الناتج عن مشكلات الأوعية الدموية. لا نقوم بإجراء أي جلسة قبل التأكد من أن هذا العلاج مناسب وفعال لحالتك الطبية.",
    "treatment_of_erectile_dysfunction_with_medications_header_title": "علاج ضعف الانتصاب بالأدوية",
    "treatment_of_erectile_dysfunction_with_medications_header_desc": "نوجهك، بناءً على حالتك الطبية، إلى الأنواع الأكثر ملاءمة من الأدوية لتعزيز وظيفة الانتصاب",
    "treatment_of_erectile_dysfunction_with_medications_section_one_title": "كيف يحدد التقييم الطبي الدواء المناسب لعلاج ضعف الانتصاب",
    "treatment_of_erectile_dysfunction_with_medications_section_one_desc": "بعد التشخيص السريري والفحوصات الطبية ودراسة كاملة للحالة وتاريخها الطبي، يحدد فريقنا الطبي المتخصص ما إذا كان العلاج بالأدوية سيساهم في تقوية الانتصاب أم لا، ويحدد الأنواع الأنسب لحالتك.",
    "treatment_of_erectile_dysfunction_with_medications_section_two_title": "العلاج الدوائي",
    "treatment_of_erectile_dysfunction_with_medications_section_two_desc": "هو جزء من البروتوكول الطبي العالمي لعلاج مشكلة ضعف الانتصاب، ويتم اللجوء إليه في الحالات التي تكون في مراحلها الأولى، ولم تتفاقم إلى مستوى أعلى يتطلب إجراءات أكثر تقدماً. يتم اختيار الحالة الأنسب بناءً على العوامل التالية:",
    "treatment_of_erectile_dysfunction_with_medications_section_two_items_01_title": "درجة ضعف الانتصاب",
    "treatment_of_erectile_dysfunction_with_medications_section_two_items_01_desc": "تحديد درجة ضعف الانتصاب يساعد في اختيار العلاج الأنسب والأكثر فعالية لضمان تحسين الحالة واستعادة الأداء الجنسي.",
    "treatment_of_erectile_dysfunction_with_medications_section_two_items_02_title": "هل يعاني الشخص من أمراض مزمنة؟",
    "treatment_of_erectile_dysfunction_with_medications_section_two_items_02_desc": "معرفة وجود أمراض مزمنة مثل السكري أو ارتفاع ضغط الدم يعد أمرًا هامًا في تحديد خطة العلاج لضعف الانتصاب وتقديم العلاج المناسب.",
    "treatment_of_erectile_dysfunction_with_medications_section_two_items_03_title": "سبب ضعف الانتصاب في الحالة",
    "treatment_of_erectile_dysfunction_with_medications_section_two_items_03_desc": "تحليل السبب وراء ضعف الانتصاب، سواء كان جسديًا أو نفسيًا، يساعد في تصميم خطة علاج فردية تستهدف السبب الجذري وتحسن النتائج.",
    "treatment_of_erectile_dysfunction_with_medications_section_two_items_04_title": "عمر المريض.",
    "treatment_of_erectile_dysfunction_with_medications_section_two_items_04_desc": "عمر المريض يلعب دورًا هامًا في تحديد نوعية العلاج المناسب لضعف الانتصاب، حيث تختلف العلاجات الممكنة بناءً على الفئة العمرية.",
    "treatment_of_erectile_dysfunction_with_medications_section_three_title": "أنواع الأدوية التي يمكننا اللجوء إليها:",
    "treatment_of_erectile_dysfunction_with_medications_section_three_desc": "قد يستمر تأثير بعض هذه الأدوية لأكثر من يومين، بينما يختفي تأثير البعض الآخر في غضون يوم واحد.",
    "treatment_of_erectile_dysfunction_with_medications_section_three_items_01_title": "سيلدينافيل، المعروف باسم فياجرا",
    "treatment_of_erectile_dysfunction_with_medications_section_three_items_01_desc": "يعد سيلدينافيل (فياجرا) من الأدوية الشائعة المستخدمة لعلاج ضعف الانتصاب، ويعمل على تحسين تدفق الدم إلى القضيب للمساعدة في الحفاظ على الانتصاب.",
    "treatment_of_erectile_dysfunction_with_medications_section_three_items_02_title": "درجة ضعف الانتصاب",
    "treatment_of_erectile_dysfunction_with_medications_section_three_items_02_desc": "تحديد درجة ضعف الانتصاب يسهم في اختيار العلاج الدوائي الأنسب وضمان الحصول على النتائج المطلوبة.",
    "treatment_of_erectile_dysfunction_with_medications_section_three_items_03_title": "فاردينافيل",
    "treatment_of_erectile_dysfunction_with_medications_section_three_items_03_desc": "فاردينافيل هو دواء يساعد في تحسين الانتصاب لدى الرجال الذين يعانون من ضعف الانتصاب من خلال زيادة تدفق الدم إلى القضيب.",
    "treatment_of_erectile_dysfunction_with_medications_section_three_items_04_title": "سبب ضعف الانتصاب في الحالة",
    "treatment_of_erectile_dysfunction_with_medications_section_three_items_04_desc": "اختيار العلاج يعتمد بشكل كبير على تحديد السبب الرئيسي لضعف الانتصاب، مما يساعد في تخصيص العلاج المناسب للوصول إلى أفضل النتائج.",
    "treatment_of_erectile_dysfunction_with_medications_section_four_title": "الفرق بين عيادتنا وأي مكان آخر",
    "treatment_of_erectile_dysfunction_with_medications_section_four_desc": "هو أن هذه الأدوية توصف فقط للحالات المناسبة وبعد التشخيص الطبي، مما يعني أنها لا تُصرف لك عشوائياً دون تقييم شامل للحالة ودراسة ما إذا كانت ستسبب أية مضاعفات، لا قدر الله.",
    "treatment_of_erectile_dysfunction_with_penile_implants_header_title": "علاج ضعف الانتصاب بزراعة الدعامات",
    "treatment_of_erectile_dysfunction_with_penile_implants_header_desc": "الطريقة العلاجية الأكثر ملاءمة لعلاج حالات ضعف الانتصاب المتقدمة، مع نتائج آمنة ودون مضاعفات.",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_one_title": "كيف يتم التقييم الطبي؟",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_one_desc": "تتضمن هذه الجراحة إدخال غرسة داخل القضيب لتسهيل الانتصاب أثناء الجماع. تساعد الغرسة في استعادة الوظيفة الجنسية للقضيب عن طريق تمكين الانتصاب الذي يشبه الطبيعي، والحفاظ عليه للفترة المرغوبة دون التأثير على الإحساس في القضيب.",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_two_title": "الغرسة المرنة",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_two_desc": "الغرسة المرنة للقضيب مصنوعة من أسطوانتين شبه صلبتين بدرجة عالية من المرونة، يتم إدخالهما جراحيًا في كلا الجسمين الكهفيين، واحدة في كل جانب. يمنح هذا القضيب الصلابة الكافية لأداء الجماع بفعالية. الفكرة وراء وظيفة الغرسات المرنة للقضيب هي كما يلي:",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_two_items_01_title": "وضع القضيب",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_two_items_01_desc": "يتم استخدام اليد لضبط وضع القضيب وفقًا لرغبتك.",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_two_items_02_title": "عند الرغبة في الانتصاب",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_two_items_02_desc": "عند الرغبة في الانتصاب، يتم وضع القضيب للأعلى حتى يتم تحقيق مستوى الانتصاب المطلوب.",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_two_items_03_title": "بعد الجماع",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_two_items_03_desc": "بعد الجماع، يتم ثني القضيب للأسفل كما لو كان في حالة ارتخاء.",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_three_title": "الغرسة الهيدروليكية",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_three_desc": "",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_three_items_01_title": "إدخال الغرسة الهيدروليكية",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_three_items_01_desc": "بعد إدخال الغرسة الهيدروليكية، يتم وضع المضخة داخل كيس الصفن.",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_three_items_02_title": "عند الرغبة في الانتصاب",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_three_items_02_desc": "عند الرغبة في الانتصاب، يتم الضغط على المضخة لتفريغ الأسطوانات، مما يسبب في عودة الانتصاب للقضيب.",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_three_items_03_title": "عند الانتهاء",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_three_items_03_desc": "عند الانتهاء، يتم الضغط على المضخة مرة أخرى لتفريغ الأسطوانات، مما يسبب ارتخاء القضيب إلى حالة ارتخاء.",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_three_items_04_title": "بقاء القضيب في حالة الانتصاب",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_three_items_04_desc": "يظل القضيب في حالة انتصاب طالما كانت أسطوانات الغرسة مملوءة بالمحلول الملحي.",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_four_title": "الفرق بين عيادتنا وأي مكان آخر",
    "treatment_of_erectile_dysfunction_with_penile_implants_section_four_desc": "بشكل عام، تصل معدلات الرضا عن الغرسة الهيدروليكية إلى 95%، بينما تتراوح معدلات الرضا عن الغرسة المرنة بين 80% و85%. يتم إجراء هذا الإجراء الطبي في عيادتنا بواسطة الدكتور عيسار حسون، أخصائي جراحة المسالك البولية، قضايا صحة الرجال وضعف الانتصاب، وكذلك خبير في إجراءات الزراعة في فلسطين، مع أكثر من 17 عامًا من الخبرة في هذا المجال.",
    "treatment_of_premature_ejaculation_header_title": "علاج القذف السريع",
    "treatment_of_premature_ejaculation_header_desc": "يتم حقن الفيلر في القضيب، مما يساهم في تأخير القذف أثناء الجماع.",
    "treatment_of_premature_ejaculation_section_one_title": "كيف يتم التقييم الطبي؟",
    "treatment_of_premature_ejaculation_section_one_desc": "حقن الفيلر لعالج القذف السريع هو إجراء غير جراحي يتضمن حقن مواد هلامية، مثل حمض الهيالورونيك، في القضيب لتقليل حساسية رأس القضيب، مما يؤدي إلى تأخير القذف.",
    "treatment_of_premature_ejaculation_section_two_title": "حقن الفيلر",
    "treatment_of_premature_ejaculation_section_two_desc": "يستغرق هذا الإجراء في المتوسط من 15 إلى 30 دقيقة ويتضمن الخطوات التالية:",
    "treatment_of_premature_ejaculation_section_two_items_01_title": "تخدير رأس القضيب",
    "treatment_of_premature_ejaculation_section_two_items_01_desc": "تخدير رأس القضيب بالكامل باستخدام مخدر موضعي.",
    "treatment_of_premature_ejaculation_section_two_items_02_title": "حقن محلول الهيالورونيك",
    "treatment_of_premature_ejaculation_section_two_items_02_desc": "حقن محلول الهيالورونيك مباشرة تحت طبقة الأدمة، مما يساعد في زيادة حجم رأس القضيب.",
    "treatment_of_premature_ejaculation_section_three_title": "مزايا هذا الإجراء الطبي تشمل:",
    "treatment_of_premature_ejaculation_section_three_desc": "",
    "treatment_of_premature_ejaculation_section_three_items_01_title": "يعتبر آمنًا",
    "treatment_of_premature_ejaculation_section_three_items_01_desc": "هذا الإجراء يعتبر آمنًا ولا يسبب أية مضاعفات خطيرة.",
    "treatment_of_premature_ejaculation_section_three_items_02_title": "فعال، ويقدم نتائج مرضية للمرضى",
    "treatment_of_premature_ejaculation_section_three_items_02_desc": "الإجراء فعّال ويقدم نتائج مرضية للمرضى الذين يرغبون في تحسين مظهر القضيب وزيادة حجمه.",
    "treatment_of_premature_ejaculation_section_three_items_03_title": "يمنع ضعف الانتصاب",
    "treatment_of_premature_ejaculation_section_three_items_03_desc": "يمنع ضعف الانتصاب (ED) ويساعد في تحسين الأداء الجنسي بشكل عام.",
    "treatment_of_premature_ejaculation_section_three_items_04_title": "لا يتطلب جراحة",
    "treatment_of_premature_ejaculation_section_three_items_04_desc": "لا يتطلب هذا الإجراء أي جروح جراحية أو تدخلات جراحية معقدة.",
    "treatment_of_premature_ejaculation_section_four_title": "الفرق بين عيادتنا وأي مكان آخر",
    "treatment_of_premature_ejaculation_section_four_desc": "هو أن هذه الأدوية توصف فقط للحالات المناسبة وبعد التشخيص الطبي، مما يعني أنها لا تُصرف لك عشوائياً دون تقييم شامل للحالة ودراسة ما إذا كانت ستسبب أية مضاعفات، لا قدر الله.",
    "penile_enhancement_header_title": "تضخيم  العضو الذكري",
    "penile_enhancement_header_desc": "يتم حقن الفيلر في القضيب، مما يساعد على زيادة الحجم والطول بشكل مناسب.",
    "penile_enhancement_section_one_title": "كيف يتم التقييم الطبي؟",
    "penile_enhancement_section_one_desc": "تشبه حقن الفيلر لتكبير القضيب فكرة استخدام الفيلر للوجه أو لتعزيز الشفاه أو الخدين. الفيلر مادة هلامية، وفي معظم الحالات يتكون بشكل أساسي من حمض الهيالورونيك، ويتم حقنه تحت جلد القضيب بعمق متفاوت حسب حالة المريض. يساهم حقن المنطقة الحساسة بالفيلر في زيادة حجم القضيب، مما يقضي على أي ترهل قد يحدث.",
    "penile_enhancement_section_two_title": "حقن الفيلر",
    "penile_enhancement_section_two_desc": "خطوات حقن الفيلر في القضيب:",
    "penile_enhancement_section_two_items_01_title": "حقن الفيلر لعلاج القذف",
    "penile_enhancement_section_two_items_01_desc": "يقوم الطبيب بحقن فيلر حمض الهيالورونيك في القضيب، وتحديدًا في المنطقة السطحية من الأدمة. يتم وضع الفيلر حول جسم القضيب، في رأس القضيب أو الرأس، اعتمادًا على الحالة والفوائد المطلوبة من الفيلر.",
    "penile_enhancement_section_two_items_02_title": "بعد تطبيق الفيلر",
    "penile_enhancement_section_two_items_02_desc": "بعد تطبيق الفيلر، يتم لف القضيب بضمادة مرنة، ويتم الحفاظ على الضمادة لمدة تصل إلى 12 ساعة.",
    "penile_enhancement_section_four_title": "الفرق بين عيادتنا وأي مكان آخر",
    "penile_enhancement_section_four_desc": "هو أن هذه الأدوية توصف فقط للحالات المناسبة وبعد التشخيص الطبي، مما يعني أنها لا تُصرف لك عشوائياً دون تقييم شامل للحالة ودراسة ما إذا كانت ستسبب أية مضاعفات، لا قدر الله."
  },
  "terms": {
    "title": "الشروط والأحكام",
    "desc": "دليلك لاستخدام خدماتنا بمسؤولية وبشكل قانوني",
    "date": "آخر تحديث: {day} {month} {year}",
    "introduction": "مقدمة",
    "introduction text": "تهدف هذه الصفحة إلى توضيح شروط الاستخدام لمركز بيست كلينك وتقديم المعلومات اللازمة للمستخدمين. يتم تقديم خدمات طبية لمشاكل الجنسية من خلال هذه الصفحة، وسيتم تحليل الشروط والأحكام المتعلقة بذلك في الأقسام اللاحقة.",
    "objectives and scope": "الأهداف والنطاق",
    "objectives and scope text": "تهدف صفحة مركز بيست كلينك إلى تقديم خدمات طبية متخصصة لمشاكل الصحة الجنسية وتثقيف الجمهور حول هذه القضايا. كما تهدف الصفحة أيضًا إلى توفير معلومات دقيقة وموثوقة حول العلاجات والخدمات المتاحة لعلاج مشاكل الصحة الجنسية.",
    "page objectives": "أهداف الصفحة",
    "page objectivnes text": "تتمثل أهداف صفحة مركز بيست كلينك في تثقيف المرضى وتوعيتهم بأمور الصحة الجنسية وتقديم الدعم والمعلومات الطبية اللازمة. كما تهدف الصفحة إلى تقديم خدمات طبية عالية الجودة ومتخصصة لعلاج مشاكل الصحة الجنسية بشكل شامل وفعال.",
    "scope of medical services for sexual health issues": " نطاق الخدمات الطبية للمشاكل الجنسية",
    "scope of medical services for sexual health issues text": " تشمل خدمات مركز بيست كلينك معالجة مشاكل الصحة الجنسية المختلفة بما في ذلك اضطرابات الانتصاب ونقص الرغبة الجنسية وغيرها. يتم تقديم التشخيص والعلاج بواسطة أطباء متخصصين في مجال الصحة الجنسية وباستخدام أحدث التقنيات الطبية.",
    "general terms": "الشروط العامة",
    "general terms text 1": "يجب على جميع المستخدمين قراءة وفهم الشروط العامة المذكورة في هذه الصفحة قبل استخدام الخدمات الطبية المقدمة. يتعين على المستخدمين الامتناع عن استخدام الصفحة في حالة عدم الموافقة على الشروط والأحكام المنصوص عليها. إن استخدام الصفحة يعتبر موافقة وقبول للشروط العامة المعلنة. هناك العديد من الاستثناءات والتعديلات التي يجب على المستخدمين قراءتها بعناية. يجب أن يتم تطبيق هذه الشروط والأحكام في جميع الأوقات عند الوصول إلى الصفحة واستخدام الخدمات الطبية. إذا لم يوافق المستخدمون على أي جزء من الشروط العامة، يتعين عليهم التوقف فورا عن استخدام الصفحة والخدمات المتعلقة بها. يجب على المستخدمين أيضا أن يكونوا على دراية تامة بأن الصفحة والمعلومات المقدمة فيها ليست بديلا عن الاستشارة الطبية المهنية ولا تشكل تشخيصا طبيا أو نصيحة. يجب على المستخدمين استشارة المتخصص في حالة الحاجة إلى رأي طبي محترف. يحق للجهة المشغلة للصفحة تغيير الشروط العامة في أي وقت وبدون إشعار مسبق. يجب على المستخدمين العودة بشكل متكرر إلى هذه الصفحة للاطلاع على أية تعديلات قد تحدث للشروط والأحكام. الاستمرار في استخدام الصفحة بعد أي تغيير في الشروط يعني الموافقة تلقائيا على تلك التغييرات.",
    "general terms text 2": "قد تحتوي الصفحة على روابط لمواقع أخرى غير تابعة للجهة المشغلة للصفحة. يجب على المستخدمين أن يكونوا على دراية بأن الجهة المشغلة للصفحة لا تتحكم في تلك المواقع الخارجية ولا تتحمل أي مسؤولية عن محتواها أو خصوصيتها. يتم توفير تلك الروابط للمستخدمين فقط كراحة، والوصول إلى تلك المواقع الخارجية يكون على مسؤولية المستخدم الخاصة. يجب على المستخدمين أن يكونوا على بينة تامة بأن استخدامهم لتلك المواقع الخارجية يخضع لشروط الاستخدام الخاصة بكل موقع. يجب على المستخدمين الالتزام بحقوق الملكية الفكرية والملكية الأخرى المتعلقة بالصفحة والمحتوى المقدم فيها. يمنع بشكل صريح أي استخدام غير قانوني أو غير مصرح به للمواد المتوفرة على الصفحة أو المحتوى المقدم فيها. يتعين على المستخدمين الامتناع عن نسخ أو توزيع أو نشر أو إعادة توزيع أو استخدام أي جزء من المواد المتوفرة على الصفحة لأغراض تجارية أو غير تجارية دون الحصول على إذن خطي مسبق من الجهة المشغلة للصفحة. يحق للجهة المشغلة للصفحة اتخاذ التدابير القانونية اللازمة ضد أي مستخدم ينتهك حقوق الملكية الفكرية الخاصة بها أو الملكية الأخرى ذات الصلة.",
    "general terms text 3": "يجب على المستخدمين عدم إدخال أي برمجيات خبيثة أو فيروسات أو أي مواد ضارة أخرى عند استخدام الصفحة، وأن يتعاملوا بأمان وحذر عند الوصول إلى الصفحة واستخدام الخدمات المتعلقة بها. يجب على المستخدمين أن يكونوا على بينة تامة بأن استخدامهم للصفحة يكون على مسؤوليتهم الخاصة وأن الجهة المشغلة للصفحة لا تتحمل أي مسؤولية عن أي ضرر أو خسارة ينجم عن استخدامها. يعتبر عدم الامتثال لأي جزء من الشروط والأحكام مخالفة لقوانين حقوق النشر والتراخيص وقد يؤدي إلى اتخاذ الإجراءات القانونية ضد المخالفين. يحق للجهة المشغلة للصفحة تعليق أو إنهاء حساب المستخدمين أو منع وصولهم إلى الصفحة في حالة انتهاك الشروط والأحكام. يتم تحكيم النزاعات المتعلقة بالاستخدام والوصول إلى الصفحة والخدمات المتعلقة بها بموجب القوانين المعمول بها في البلد الذي تقع فيه الجهة المشغلة للصفحة. تحل جميع النزاعات التي قد تنشأ بسبب الشروط والأحكام والصفحة بصراحة وبموضوعية وبدون اللجوء إلى التحكيم. يرجى الاطلاع على الشروط والأحكام باستمرار للبقاء على اطلاع دائم بأي تغييرات. تجدر الإشارة إلى أن الصفحة تحتفظ بكل الحقوق الممنوحة بها ولا يجوز استخدامها إلا في حالة",
    "legal responsibility": "المسؤولية القانونية",
    "legal responsibility text": "تقع المسؤولية القانونية على عاتق المستخدمين الذين يقومون بالاستفادة من الخدمات الطبية المقدمة. لا تتحمل الصفحة أي مسؤولية قانونية عن الاستخدام السيئ أو الخاطئ للمعلومات المقدمة. على المستخدمين الالتزام بالتشخيص الطبي والعلاج الصحيح المقدم من قبل الأطباء المختصين. وبالإضافة إلى ذلك، يجب أن يكون لديهم وعي كبير تجاه المسؤولية القانونية المرتبطة بأي تداعيات محتملة للاستفادة من الخدمات الطبية المقدمة. لا ينبغي على المستخدمين فقط الالتزام بالتشخيص الطبي والعلاج الصحيح، بل يجب أيضًا أن يكونوا مدركين للتأثيرات المحتملة لاستخدام المعلومات بطريقة غير صحيحة. يجب أن يتخذوا خطوات واحتياطات مناسبة لتقليل المخاطر وضمان السلامة والسلامة العامة في التعامل مع الخدمات الطبية. وبالتالي، فإن استخدام الخدمات الطبية المقدمة ينبغي أن يتم بناءًا على قرار مدروس ومنظم، مع مراعاة توجيه الأطباء المختصين والمعلومات والإرشادات الصحية المناسبة.",
    "use of information": "استخدام المعلومات",
    "use of information text": "يجب على جميع المستخدمين الاستفادة من البيانات والمعلومات الموجودة في هذه الصفحة بشكل سليم ولأغراض طبية فقط دون أي استخدام آخر. على الرغم من توفر المعلومات الطبية الهامة هنا، ينبغي على المستخدمين أن يدركوا أنها لا تستطيع استبدال استشارات الأطباء المختصين أو الاعتماد الوحيد عليها في تشخيص الحالة الصحية. لذا، يجب على جميع المستخدمين استشارة الأطباء والمختصين المعتمدين قبل اتخاذ أي قرار طبي أو معتمد بناءً على المعلومات الواردة في هذه الصفحة. يرجى ملاحظة أن البيانات والمعلومات المقدمة هنا للإرشاد العام فقط وقد تختلف باختلاف الحالات الفردية، لذا يلزم تحليل دقيق ومتابعة من الأطباء المختصين حسب الحاجة وطبيعة كل حالة على حدة.",
    "medical content": "المحتوى الطبي",
    "medical content text": "صفحة مركز بيست كلينك تقدم محتوى طبي موثوق ومدروس، يهدف لتقديم معلومات دقيقة وموثقة حول المشاكل الجنسية وطرق علاجها. يتم التأكد من صحة المعلومات ومصداقيتها عبر فريق متخصص من الأطباء والمتخصصين في المجال الطبي. ويُعتبر هذا المحتوى المعتمد ومراجعته بواسطة هيئة دقيقة وموثوقة، مما يجعله مصدرًا هامًا للمعرفة والتعليم الطبي. نحن نهدف إلى تزويد الجمهور بأحدث الابتكارات والبحوث الطبية في مجال الصحة الجنسية، وذلك لتحسين جودة حياتهم وتعزيز الوعي الصحي. نسعى لجعل الصفحة ملتقى لكل من يبحث عن معلومات نوعية وشاملة حول هذا الموضوع الحساس. إننا ندعم الأفراد بمعرفة قيّمة ونشاركها بأسلوب سهل ومفهوم للجميع، بغض النظر عن مستوى المعرفة الطبية الأساسية. ونضع روح المساواة والتقدير في قلب رسالتنا، لنؤكد أن كل شخص يستحق الرعاية والاهتمام الصحي. هدفنا الأسمى هو تعزيز الوعي بالصحة وتمكين الأفراد لاتخاذ القرارات المثلى بشأن صحتهم الجنسية العامة. من خلال هذا المحتوى الواسع والموثوق الذي نوفره، نتطلع إلى تقديم الدعم والإرشاد للجمهور، وتوفير حلاً شاملاً لمشاكلهم الصحية.",
    "reliance on information": "الاعتماد على المعلومات",
    "reliance on information text": "تعتمد صفحة مركز بيست كلينك على مصادر موثوقة ومعتمدة في إعداد المحتوى الطبي، مثل الدراسات العلمية والأبحاث الطبية الحديثة. يتم اختيار المعلومات بعناية لضمان صحة المحتوى وديمومته.",
    "privacy and personal data": "الخصوصية والبيانات الشخصية",
    "privacy and personal data text": "تهتم صفحة مركز بيست كلينك بحماية خصوصية المستخدمين وبياناتهم الشخصية، وتلتزم بجمع البيانات فقط وفقًا للأغراض المحددة والمشروعة. يتم جمع البيانات الشخصية بموافقة صريحة من المستخدمين ولأغراض طبية محددة. يُطلب من المستخدمين تقديم الموافقة على جمع بياناتهم الشخصية قبل بدء استخدام الخدمات الطبية المقدمة عبر الصفحة.",
    "data collection": "جمع البيانات",
    "data collection text": "يتم جمع البيانات الشخصية من المستخدمين بواسطة نماذج إلكترونية تشمل معلومات مثل الاسم، وتاريخ الميلاد، والتاريخ الطبي، وأية معلومات طبية أخرى ذات صلة. يتم استخدام هذه البيانات فقط للغرض المحدد الذي تم جمعه من أجله، ويتم حفظها بشكل آمن وسري. كما تتبنى الصفحة سياسات وإجراءات لضمان دقة واكتمال البيانات المجمعة.",
    "data protection": "حماية البيانات",
    "data protection text": "يتم حماية البيانات الشخصية التي يتم جمعها بواسطة صفحة مركز بيست كلينك بأعلى مستويات الأمان. تطبق تدابير أمنية متعددة لحماية البيانات من الوصول غير المصرح به أو الاستخدام أو التغيير أو الكشف. كما يتم تشفير البيانات واستخدام بروتوكولات أمان متقدمة للحفاظ على سرية وسلامة المعلومات الشخصية.",
    "payments and fees": "الدفع والرسوم",
    "payments and fees text": "تهدف هذه الصفحة إلى تقديم خدمات طبية للمشاكل الجنسية بموثوقية وسهولة في الوصول. يتم تحديد الرسوم والتكاليف المتعلقة بالخدمات والاستشارات المقدمة بوضوح في الصفحة ويجب على المستخدمين الاطلاع عليها قبل طلب الخدمة. كما يمكن العثور على تفاصيل الدفع وكيفية استيفاء الرسوم المطلوبة من خلال الصفحة أيضًا.",
    "modifications and updates": "التعديلات والتحديثات",
    "modifications and updates text": "سيتم تحديث شروط الاستخدام بشكل دوري لضمان توافقها مع التطورات القانونية والتقنية. سيتم إشعار المستخدمين بأي تعديلات جديدة عبر نشر النسخة المحدثة على الصفحة. من المهم أن يبقى المستخدمون مطلعين على الشروط والتعديلات الجديدة لتفادي أي مشاكل محتملة. بمجرد نشر إصدار جديد من شروط الاستخدام، سيكون الاستخدام المستمر للصفحة بمثابة الموافقة على التعديلات الجديدة.",
    "final terms": "الشروط الختامية",
    "final terms text": "تشمل شروط الانتهاء التعليمات النهائية والتفاصيل التي يجب على المستخدمين الالتزام بها أثناء استخدام الخدمات الطبية المقدمة. يتم تحديد الحقوق والالتزامات النهائية للعميل ومقدم الخدمة، بما في ذلك الوسائل المتاحة لمعالجة النزاعات والمسائل القانونية النهائية. وفي هذه الشروط النهائية، سيتم شرح معايير استخدام الخدمات الطبية والسلوكيات المقبولة والملزمة. سيتم شرح كيفية التعامل مع حالات الطوارئ والتقنيات المستخدمة في تقديم الرعاية الصحية. سيتم محاسبة أي انتهاكات محتملة لهذه الشروط وسيتم تطبيق العقوبات المناسبة وفقًا للقوانين السارية. ستتضمن الشروط النهائية أيضًا الضوابط والاحتياطات المتعلقة بالخصوصية وحماية المعلومات الشخصية وسرية المرضى",
    "applicable law": "القانون الساري",
    "applicable law text": "تنص هذه القسم على القوانين واللوائح التي يجب أن يلتزم بها المستخدمون عند استخدام الصفحة والخدمات الطبية المقدمة. توضح هذه القوانين الجديدة والحالية التي تنظم العلاقة بين المستخدم ومقدم الخدمة، مع التأكيد المستمر على الامتثال التام للقوانين الوطنية والدولية ذات الصلة بتقديم الخدمات الطبية عبر الإنترنت. يجب على المستخدمين أيضًا أن يضمنوا أنهم يفهمون جميع المسؤوليات والواجبات التي تنطوي عليها استخدام الصفحة والخدمات الطبية، بما في ذلك الالتزام بالسرية والتعامل الآمن مع المعلومات الشخصية والطبية. يؤكد هذا القسم أيضًا على أهمية البقاء حدود الشرعية وعدم استغلال الخدمات الطبية لأي غرض غير مشروع أو غير قانوني. وبشكل عام، يجب على المستخدمين الالتزام بالقوانين والقواعد المعمول بها لضمان توفير خدمات طبية سليمة وموثوقة عبر الإنترنت."
  },
  "privacy": {
    "title": "سياسة الخصوصية",
    "desc": "كيف تتعامل Best-Clinic مع بياناتك",
    "date": "آخر تحديث: {day} {month} {year}",
    "introduction": "مقدمة",
    "introduction text": "تلعب سياسات الخصوصية لموقع الخدمات الطبية للمشاكل الجنسية دورًا محوريًا في حماية بيانات المستخدمين وضمان سرية معلوماتهم الشخصية. تهدف هذه السياسة إلى توضيح خطوات جمع البيانات، واستخدامها، وحفظها، ومشاركتها، لتعزيز الشفافية والثقة في الموقع والخدمات المقدمة.",
    "data we collect": "البيانات التي نجمعها",
    "data we collect text": "نجمع مجموعة متنوعة من البيانات من المستخدمين تشمل المعلومات الشخصية والطبية المتعلقة بالحالة الصحية والجنسية. يتم جمع هذه البيانات من خلال استمارات التسجيل، والاستشارات عبر الإنترنت، أو التواصل عبر البريد الإلكتروني، مع تأكيد سرية وخصوصية هذه البيانات.",
    "personal information": "المعلومات الشخصية",
    "personal information text": "تشمل المعلومات التي نجمعها اسم المستخدم، البريد الإلكتروني، تاريخ الميلاد، الجنس، وأي معلومات طبية ذات صلة بالحالة الجنسية. نستخدم هذه البيانات للتواصل مع المستخدمين وتقديم الخدمات الطبية المناسبة، مع ضمان عدم مشاركتها مع أي طرف ثالث دون موافقة صريحة من المستخدم.",
    "how we use the data": "كيفية استخدام البيانات",
    "how we use the data text": "نستخدم البيانات التي نجمعها لأغراض محددة وواضحة تتعلق بتقديم الخدمات الطبية وتحسين تجربة المستخدم. نلتزم بعدم تجزئة أو مشاركة البيانات مع أي جهة ثالثة دون موافقة مسبقة من المستخدم.",
    "specific purposes for data use": "الأغراض المحددة لاستعمال البيانات",
    "specific purposes for data use text": "تشمل الأغراض المحددة تشخيص المشاكل الجنسية، وتقديم العلاج المناسب، وإجراء استبيانات لفهم احتياجات المستخدمين، وتحسين جودة الخدمات. نؤكد أن استخدام البيانات يتم فقط للأغراض المحددة والواضحة دون مشاركتها مع أي طرف ثالث بدون إذن صريح من المستخدم.",
    "data retention": "حفظ البيانات",
    "data retention text": "نحتفظ بالبيانات الشخصية التي نجمعها من المستخدمين بشكل آمن وسري، وفقًا للقوانين السارية والأغراض المحددة لجمعها. ويتم تحديث البيانات بشكل دوري لضمان دقتها.",
    "security measures": "التدابير الأمنية",
    "security measures text": "نتخذ كافة التدابير الأمنية اللازمة لحماية البيانات الشخصية من الوصول غير المصرح به أو الاستخدام أو الإفصاح أو التعديل أو الإتلاف. كما نقوم بتدريب الموظفين على أهمية حماية البيانات واتباع السياسات الأمنية بدقة.",
    "data sharing": "مشاركة البيانات",
    "data sharing text": "قد نشارك البيانات مع فرق الرعاية الصحية المعنية بتقديم العلاج للمستخدمين، مع الامتثال للقوانين واللوائح الصحية السارية. قد يتم مشاركة البيانات مع الجهات الرسمية إذا كان ذلك مطلوبًا قانونيًا.",
    "who we can share data with": "مَن يمكننا مشاركة البيانات معهم",
    "who we can share data with text": "يمكننا مشاركة البيانات مع الأطباء والممرضين وفرق الرعاية الصحية، وأي جهات رسمية مختصة تطلبها قانونيًا. نحرص على مشاركة البيانات فقط مع الأفراد المخولين والملتزمين بالحفاظ على سريتها وفقًا للإجراءات القانونية.",
    "user rights": "حقوق المستخدمين",
    "user rights text": "يتمتع المستخدمون بحق الاطلاع على بياناتهم الشخصية التي جمعناها، ومعرفة كيفية استخدامها ومشاركتها وحفظها. كما يمكنهم طلب معرفة الجهات التي تم مشاركة البيانات معها، وتتم هذه العملية بشكل مجاني وفي وقت معقول.",
    "accessing data": "الوصول إلى البيانات",
    "accessing data text": "يمكن للمستخدمين تقديم طلب رسمي للحصول على بياناتهم الشخصية، مع التأكيد على هويتهم لضمان وصول البيانات للشخص المخول فقط. نضمن الاستجابة في أسرع وقت ممكن وفقًا للتشريعات ذات الصلة.",
    "changes to the privacy policy": "التغييرات في سياسات الخصوصية",
    "changes to the privacy policy text": "في حال إجراء تغييرات على سياسات الخصوصية، سنقوم بنشر النسخة المحدثة على موقعنا وإرسال إشعار للمستخدمين المسجلين. نوصي بمراجعة السياسة بشكل دوري للاطلاع على أي تحديثات.",
    "notification of changes": "إشعار التغييرات",
    "notification of changes text": "سنقوم بإرسال إشعار بالتغييرات الجديدة في سياسات الخصوصية إلى جميع المستخدمين المسجلين عبر البريد الإلكتروني، مع تقديم تفاصيل التعديلات وتاريخ سريانها."
  },
  "blog page": {
    "causes of male sexual dysfunction": "الأسباب التي تؤدي إلى معاناة الرجال من العجز الجنسي",
    "causes of male sexual dysfunction desc": "ضعف الانتصاب، المعروف أيضًا بالعجز الجنسي، هو حالة تؤثر على عدد كبير من الرجال. تُعرَّف هذه الحالة بعدم القدرة على تحقيق أو المحافظة على الانتصاب الكافي لممارسة النشاط الجنسي. يمكن أن يُحدث ضعف الانتصاب تأثيرًا عميقًا على احترام الذات وثقة الرجل، بالإضافة إلى تأثيره على العلاقات الشخصية. في هذه المقالة، نستعرض الأسباب التي قد تجعل الرجال يعانون من العجز الجنسي.",
    "causes of male sexual dysfunction item 1 title": "الأسباب الجسدية للعجز الجنسي",
    "causes of male sexual dysfunction item 1 text 1": "تعتبر الأسباب الجسدية من العوامل الشائعة التي تعزز من حدوث ضعف الانتصاب. تتضمن هذه الحالات الطبية مثل مرض السكري، ارتفاع ضغط الدم، أمراض القلب، والسمنة. هذه الحالات يمكن أن تؤثر على الأوعية الدموية والأعصاب الضرورية لتحقيق الانتصاب والحفاظ عليه.",
    "causes of male sexual dysfunction item 1 text 2": "علاوة على ذلك، قد تُسهم بعض الأدوية في حالات العجز الجنسي. فعلى سبيل المثال، الأدوية المستخدمة لعلاج ارتفاع ضغط الدم والاكتئاب والقلق يمكن أن تتسبب في مشاكل في الانتصاب كأثر جانبي.",
    "causes of male sexual dysfunction item 2 title": "الأسباب النفسية للعجز الجنسي",
    "causes of male sexual dysfunction item 2 text": "تساهم العوامل النفسية أيضًا في حالات العجز الجنسي. يمكن أن يؤثر التوتر، القلق، والاكتئاب على قدرة الرجل على تحقيق الانتصاب واستمراره. كما قد تلعب مشاكل العلاقة وقلق الأداء الجنسي دورًا في هذا السياق.",
    "causes of male sexual dysfunction item 3 title": "العوامل المرتبطة بنمط الحياة السيئ",
    "causes of male sexual dysfunction item 3 text": "يمكن أن يسهم نمط الحياة السيئ أيضًا في العجز الجنسي. فالتدخين، والإفراط في استهلاك الكحول، وتعاطي المخدرات قد تؤثر جميعها سلبًا على قدرة الرجل في تحقيق الانتصاب والحفاظ عليه. علاوة على ذلك، يمكن أن تساهم العادات الغذائية السيئة وسوء التغذية في حدوث هذه الحالة.",
    "causes of male sexual dysfunction item 4 title": "العوامل المرتبطة بعدم التوازن الهرموني",
    "causes of male sexual dysfunction item 4 text": "يمكن أن تلعب الاختلالات الهرمونية أيضًا دورًا في العجز الجنسي. على سبيل المثال، إن المستويات المنخفضة من هرمون التستوستيرون قد تؤثر على قدرة الرجل في تحقيق الانتصاب والحفاظ عليه. بالإضافة إلى ذلك، قد تلعب اختلالات الغدة الدرقية واضطرابات الغدة النخامية دورًا في هذه المشكلة.",
    "causes of male sexual dysfunction item 5 title": "الاضطرابات العصبية",
    "causes of male sexual dysfunction item 5 text": "يمكن أن تساهم الاضطرابات العصبية في العجز الجنسي. على سبيل المثال، مرض باركنسون، والتصلب المتعدد، وإصابات الحبل الشوكي قد تؤثر على الأعصاب اللازمة لتحقيق الانتصاب والحفاظ عليه.",
    "causes of male sexual dysfunction item 6 title": "العمر",
    "causes of male sexual dysfunction item 6 text": "يعتبر العمر سببًا آخر للعجز الجنسي. مع تقدم الرجال في السن، تخضع أجسامهم لتغييرات تؤثر على قدرتهم في تحقيق الانتصاب وحفظه. بالإضافة إلى ذلك، فإن الرجال الأكبر سنًا قد يكونون أكثر عرضة للإصابة بحالات طبية كامنة يمكن أن تسهم في العجز الجنسي بدرجات متفاوتة.",
    "causes of male sexual dysfunction summary": "باختصار، يُعتبر العجز الجنسي حالة شائعة تؤثر على العديد من الرجال، وقد يكون لها تأثير كبير على احترام الرجل لذاته وثقته بنفسه، فضلاً عن علاقاته الشخصية. يمكن أن تكون الأسباب الكامنة وراء العجز الجنسي جسدية، نفسية، مرتبطة بنمط الحياة، هرمونية، عصبية، أو نتيجة لتقدم السن. يعد تحديد السبب الجذري للعجز الجنسي خطوة مهمة لتوفير العلاج المناسب. من خلال العلاج الملائم، يستطيع العديد من الرجال التغلب على هذه الحالة واستعادة وظائفهم الجنسية. لذا، من الضروري أن يتحدث الرجال الذين يعانون من العجز الجنسي مع أطبائهم لتحديد أفضل خيارات العلاج التي تناسب احتياجاتهم الفردية.",
    "what is erectile dysfunction": "ما هو العجز الجنسي وكيف يتم التعرف عليه؟",
    "what is erectile dysfunction desc": "العجز الجنسي هو حالة تؤثر على عدد كبير من الرجال في فلسطين وحول العالم. يُعرف أيضًا باسم ضعف الانتصاب (ED)، حيث يمنع الرجال من تحقيق أو المحافظة على انتصاب كافٍ لممارسة علاقة جنسية مرضية. يمكن أن يؤثر العجز الجنسي بشكل كبير على احترام الذات والعلاقات الزوجية والحميمية. في هذه المقالة، سنتناول تعريف العجز الجنسي وكيفية التعرف على أعراضه.",
    "what is erectile dysfunction item 1 title": "ما هو العجز الجنسي؟",
    "what is erectile dysfunction item 1 text 1": "العجز الجنسي هو حالة يُعاني فيها الرجل من عدم القدرة على تحقيق أو المحافظة على الانتصاب أثناء ممارسة الجنس. قد يحدث ذلك بسبب مجموعة متنوعة من العوامل، بما في ذلك العوامل الجسدية والنفسية ونمط الحياة. في معظم الحالات، يكون العجز الجنسي حالة مؤقتة يمكن علاجها بتدخل طبي مناسب. اليوم، العلاج الأكثر شيوعًا يعتمد على الأدوية، لكن هناك أيضًا علاجات متقدمة مثل موجات الصدمة الخطية التي قد تحسن من الانتصاب بشكل دائم أو على المدى الطويل.",
    "what is erectile dysfunction item 2 title": "الأسباب المعروفة للعجز الجنسي",
    "what is erectile dysfunction item 2 text 1": "يمكن أن يحدث العجز الجنسي نتيجة لمجموعة متنوعة من العوامل، بما في ذلك العوامل الجسدية والنفسية ونمط الحياة. تشمل الأسباب الجسدية حالات تؤثر على تدفق الدم إلى القضيب، مثل أمراض القلب والأوعية الدموية والسكري وارتفاع ضغط الدم. كما يمكن أن تؤدي الاختلالات الهرمونية وبعض الأدوية إلى العجز الجنسي.",
    "what is erectile dysfunction item 2 text 2": "أما العوامل النفسية التي قد تساهم في هذه الحالة فتشمل التوتر والقلق والاكتئاب والمشاكل الأسرية بين الأزواج. بالإضافة إلى ذلك، يمكن لعوامل نمط الحياة مثل التدخين واستهلاك الكحول وتعاطي المخدرات أن تسهم أيضًا في العجز الجنسي.",
    "what is erectile dysfunction item 3 title": "الأعراض الشائعة للعجز الجنسي",
    "what is erectile dysfunction item 3 text 1": "من أبرز أعراض العجز الجنسي عدم القدرة على تحقيق أو المحافظة على الانتصاب لفترة طويلة، بدلاً من أن تكون هذه المشكلة حدثت مرة واحدة فقط. قد يعاني الرجال المصابون أيضًا من انخفاض الدافع الجنسي وصعوبة في الوصول إلى النشوة الجنسية.",
    "what is erectile dysfunction item 3 text 2": "تشمل الأعراض الأخرى مشاعر تدني احترام الذات والقلق بخصوص الأداء الجنسي، مما قد يؤثر على الانتصاب. إذا كنت تعاني من أي من هذه الأعراض، يُنصح بالتحدث إلى طبيبك لتحديد السبب الجذري وخيارات العلاج المناسبة.",
    "what is erectile dysfunction item 4 title": "كيف يتم تشخيص العجز الجنسي؟",
    "what is erectile dysfunction item 4 text": "تشخيص العجز الجنسي عادةً ما يتضمن الفحص البدني والتاريخ الطبي والاختبارات المعملية لفهم ما إذا كان العجز الجنسي قائمًا، ونسبة الانتصاب وأسبابه. قد يطلب الطبيب إجراء فحوصات مخبرية أو ربما فحص بالموجات فوق الصوتية للقضيب لتقييم تدفق الدم إلى القضيب أثناء الانتصاب. كما قد يكون من الضروري إجراء تقييم اكلينيكي لتحديد ما إذا كانت العوامل النفسية تساهم في العجز.",
    "what is erectile dysfunction item 5 title": "العلاج المقترح لحالات العجز الجنسي",
    "what is erectile dysfunction item 5 text 1": "يعتمد علاج العجز الجنسي على السبب الأساسي. في بعض الحالات، قد تكون تغييرات نمط الحياة كفيلة بتحسين الأعراض، مثل الإقلاع عن التدخين وتقليل استهلاك الكحول وممارسة التمارين الرياضية بانتظام. العلاج الأكثر شيوعًا هو استخدام الأدوية، لكنه قد يحمل بعض العيوب مثل الحاجة لتناول الدواء قبل العلاقة.",
    "what is erectile dysfunction item 5 text 2": "تجدر الإشارة إلى أن هناك علاجات متقدمة اليوم يمكن أن تحسن الحالة بنسبة كبيرة، مثل العلاج بموجات الصدمة الخطية، الذي يمكن أن يُساهم في تحسين الحالة بشكل كبير ويتيح العودة إلى الاستمتاع بالحياة الجنسية.",
    "what is erectile dysfunction summary": "باختصار، العجز الجنسي هو حالة شائعة تؤثر على احترام الذات والعلاقات الحميمية والاسرية. من الضروري التعرف على الأعراض والبحث عن العلاج الطبي المناسب لعلاج العجز الجنسي. قبل التفكير في علاج الحالة بالأدوية، يُنصح بدراسة الخيارات المتقدمة مثل العلاج بموجات الصدمة الخطية.",
    "common symptoms of erectile dysfunction": "ما هي الأعراض الشائعة التي تشير إلى العجز الجنسي؟",
    "common symptoms of erectile dysfunction desc": "يمكن أن يظهر العجز الجنسي من خلال مجموعة من الأعراض التي قد تؤثر بشكل كبير على الأداء الجنسي وثقة الرجل بنفسه. التعرف على هذه الأعراض هو الخطوة الأولى نحو البحث عن علاج فعال. في هذه المقالة، نستعرض الأعراض الجسدية والنفسية الشائعة المرتبطة بالعجز الجنسي.",
    "common symptoms of erectile dysfunction item 1 title": "الأعراض الجسدية المرتبطة بالعجز الجنسي",
    "common symptoms of erectile dysfunction item 1 text 1": "العرض الأول – صعوبة الحصول على الانتصاب: أحد الأعراض الأكثر شيوعًا للعجز الجنسي هو صعوبة تحقيق الانتصاب. قد يجد الرجال الذين يعانون من هذه المشكلة أنهم غير قادرين على الحصول على انتصاب كامل، أو يمكنهم تحقيق انتصاب جزئي غير كافٍ لممارسة العلاقة الجنسية. هذه الحالة يمكن أن تكون محبطة ومحرجة، وقد تؤدي إلى التوتر والقلق مما ينعكس سلبًا على العلاقة بين الزوجين.",
    "common symptoms of erectile dysfunction item 1 text 2": "العرض الثاني – صعوبة الحفاظ على الانتصاب: أيضًا ضمن أعراض العجز الجنسي الشائعة، هناك أيضًا صعوبة في الحفاظ على الانتصاب. قد يتمكن الرجال الذين يعانون من هذه المشكلة من تحقيق انتصاب في بداية الجماع، لكنهم يجدون أنه يصبح أقل صلابة أو يختفي تمامًا أثناء الممارسة الجنسية. هذه التجربة أيضًا قد تكون محبطة ومؤلمة، وقد تجعل الرجال يشعرون بالقلق حيال أدائهم الجنسي.",
    "common symptoms of erectile dysfunction item 1 text 3": "العرض الثالث – انخفاض الرغبة الجنسية: يمكن للعجز الجنسي أن يؤدي إلى انخفاض في الرغبة الجنسية. قد يجد الرجال الذين يعانون من هذه الحالة أنهم غير مهتمين بالجنس كما كانوا سابقًا، أو يواجهون صعوبة في الوصول إلى التحفيز الجنسي، حتى في الجلسات الرومانسية والجنسية بين الأزواج. هذا الأمر قد يسبب إحباطًا لكل من الرجال وزوجاتهم.",
    "common symptoms of erectile dysfunction item 1 text 4": "العرض الرابع – سرعة القذف: بعض الرجال الذين يعانون من العجز الجنسي قد يواجهون أيضًا مشكلة سرعة القذف، حيث يحدث القذف بسرعة غير مقبولة أثناء ممارسة الجنس. هذه الحالة يمكن أن تكون مصدر إحراج وإحباط، وقد تجعل الأزواج يشعرون بعدم الرضا.",
    "common symptoms of erectile dysfunction item 2 title": "الأعراض النفسية الناتجة عن العجز الجنسي",
    "common symptoms of erectile dysfunction item 2 text 1": "العرض الأول – تدني احترام الذات: قد يؤثر العجز الجنسي أيضًا سلبًا على احترام الرجل لذاته وثقته بنفسه. قد يشعر الرجال الذين يعانون من هذه الحالة بالخجل أو الإحراج بسبب عدم قدرتهم على ممارسة النشاط الجنسي بشكل طبيعي، ويقلقون بشأن آراء زوجاتهم أو شريكة حياتهم أو الآخرين. هذه المشاعر قد تؤدي إلى قلق واكتئاب وتدني احترام الذات، مما يعزز من القلق قبل وأثناء الأداء الجنسي مما يحول دون تحسن الوضع.",
    "common symptoms of erectile dysfunction item 2 text 2": "العرض الثاني – مشاكل في العلاقات الأسرية بين الأزواج: أخيرًا، يمكن للعجز الجنسي أن يسبب مشاكل في العلاقات. قد يشعر الرجال المصابون بهذه الحالة بالذنب أو الإحراج لعدم قدرتهم على الأداء الجنسي وإرضاء شريكة حياتهم، مما يؤدي إلى توتر واستياء في علاقاتهم. قد يشعر الأزواج أيضًا بالإحباط، مما قد يؤدي إلى تدهور العلاقات ومشكلات إضافية.",
    "common symptoms of erectile dysfunction summary": "باختصار، العجز الجنسي هو حالة شائعة يمكن أن تسبب مجموعة متنوعة من الأعراض، بما في ذلك صعوبة تحقيق الانتصاب أو الحفاظ عليه، انخفاض الرغبة الجنسية، سرعة القذف، تدني احترام الذات، ومشكلات في العلاقات. من المهم في حالة مواجهة أي من هذه الأعراض، استشارة طبيب لتحديد الأسباب المحتملة ووضع خطة علاج مناسبة. من المهم أيضًا معرفة أن هناك علاجات حديثة متاحة تساعد في تحسين الحالة بشكل ملحوظ.",
    "available treatments for erectile dysfunction": "العلاجات المتاحة لحالة العجز الجنسي",
    "available treatments for erectile dysfunction desc": "العجز الجنسي، المعروف بمشاكل الانتصاب، هو حالة شائعة تؤثر على العديد من الرجال في فترات مختلفة من حياتهم. تتميز هذه الحالة بعدم القدرة على تحقيق أو الحفاظ على انتصاب كافٍ لممارسة الجنس. لحسن الحظ، تتوفر مجموعة متنوعة من العلاجات لهذه المشكلة. في هذه المقالة، سنستعرض العلاجات المتوفرة للعجز الجنسي.",
    "available treatments for erectile dysfunction item 1 title": "المحافظة على نمط وأسلوب حياة صحي",
    "available treatments for erectile dysfunction item 1 text": "في بعض الحالات، عندما يكون ضعف الانتصاب نتيجة لنمط حياة غير صحي، يمكن أن تسهم تغييرات بسيطة في تحسين وظيفة الانتصاب. قد تشمل هذه التغييرات الاقلاع عن التدخين، وتقليل استهلاك الكحول، والحفاظ على وزن مثالي، وممارسة الرياضة بانتظام. تلعب هذه التعديلات دورًا مهما في تحسين الصحة العامة والدورة الدموية، مما يساعد في تعزيز الانتصاب لاحقًا.",
    "available treatments for erectile dysfunction item 2 title": "علاج الأدوية عن طريق الفم",
    "available treatments for erectile dysfunction item 2 text": "من بين العلاجات الأكثر شيوعاً للعجز الجنسي، تأتي الأدوية الفموية. تتضمن هذه الأدوية، مثل الفياجرا، والسياليس، والليفيترا، التي تعزز تدفق الدم إلى القضيب، مما يساعد في تحسين وظيفة الانتصاب. عادةً ما تكون هذه الأدوية آمنة وفعالة، لكنها قد تُسبب آثارًا جانبية مثل الصداع، والاحمرار، واضطرابات الجهاز الهضمي، كما أنها تتطلب التنسيق المسبق للجماع.",
    "available treatments for erectile dysfunction item 3 title": "العلاج بالحقن",
    "available treatments for erectile dysfunction item 3 text": "يُعتبر العلاج بالحقن خيارًا علاجياً آخر للعجز الجنسي. يتضمن حقن الدواء مباشرة في القضيب لتعزيز الدورة الدموية وتوليد الانتصاب. بينما يمكن أن يكون هذا العلاج فعالاً، إلا أنه قد يكون مؤلمًا ويتسبب في كدمات أو ندوب.",
    "available treatments for erectile dysfunction item 4 title": "أجهزة التفريغ",
    "available treatments for erectile dysfunction item 4 text": "تُعتبر أجهزة التفريغ، أو مضخات القضيب، خيار علاج إضافي للعجز الجنسي. تعمل هذه الأجهزة على إنشاء فراغ حول القضيب، مما يسحب الدم إلى العضو ويؤدي إلى الانتصاب. ورغم فعالية هذه الأجهزة، إلا أنها قد تكون مزعجة وتسبب عدم الراحة أو الألم.",
    "available treatments for erectile dysfunction item 5 title": "العلاج الجراحي",
    "available treatments for erectile dysfunction item 5 text": "في بعض الحالات، قد تحتاج إلى إجراء عملية جراحية لعلاج ضعف الانتصاب. يمكن أن يشمل ذلك زرع جهاز في القضيب أو إصلاح الأوعية الدموية لتحسين تدفق الدم. عادةً ما تعتبر الجراحة خيار العلاج الأخير، نظرًا للتكاليف المرتفعة والمخاطر المحتملة.",
    "available treatments for erectile dysfunction item 6 title": "العلاج بموجات الصدمة الخطية",
    "available treatments for erectile dysfunction item 6 text": "يعتبر العلاج بموجات الصدمة الخطية بمثابة وسيلة علاج موضعية فريدة للعضو التناسلي الذكري، حيث يستخدم موجات الصدمة لتعزيز نمو وتجديد الأوعية الدموية. يُظهر هذا العلاج تحسنًا ملحوظًا في جودة الانتصاب، ويتم تطبيقه على شكل سلسلة من الجلسات العلاجية. هذه الطريقة معترف بها من وزارة الصحة والمنظمات العالمية لصحة الذكورة والمسالك البولية مثل المنظمة الأوروبية والآسيوية للمسالك البولية والصحة الجنسية، كما تساعد أيضًا في علاجات أخرى غير متعلقة بالانتصاب.",
    "available treatments for erectile dysfunction summary": "باختصار، يُعتبر العجز الجنسي حالة شائعة يمكن علاجها بوسائل متعددة، تشمل تغييرات نمط الحياة، والأدوية الفموية، والعلاج بالحقن، وأجهزة التفريغ، والجراحة، والعلاج بموجات الصدمة الخطية. إذا كنت تعاني من أعراض العجز الجنسي، يُعتبر من المهم مناقشة الأمر مع طبيبك لتحديد السبب الجذري ووضع خطة علاج مناسبة. مع العلاج الملائم، يمكن للعديد من الرجال الذين يعانون من هذه الحالة تحقيق تحسن في وظيفة الانتصاب والتمتع بحياة جنسية مرضية.",
    "erectile dysfunction: who is affected and what solutions are available?": "العجز الجنسي: من يتأثر بهذه المشكلة وما هي الحلول المتاحة؟",
    "erectile dysfunction: who is affected and what solutions are available? desc": "ضعف الانتصاب، المعروف أيضاً باسم العجز الجنسي، هو حالة يجد فيها الرجل صعوبة في تحقيق أو الحفاظ على الانتصاب. تعتبر هذه القضية شائعة وتؤثر على العديد من الرجال، وقد تؤدي إلى مشاعر سلبية ومشاكل في العلاقات العاطفية. سنتناول في هذه المقالة معلومات لمن يعاني من العجز الجنسي وما يمكن القيام به لعلاجها.",
    "erectile dysfunction: who is affected and what solutions are available? item 1 title": "ما هو العجز الجنسي؟",
    "erectile dysfunction: who is affected and what solutions are available? item 1 text": "ضعف الانتصاب هو عدم القدرة على الحصول على انتصاب كافٍ للنشاط الجنسي. يُعتبر هذا الاضطراب شائعاً بين الرجال من مختلف الأعمار، لكنه يزداد شيوعاً مع التقدم في العمر. هناك أسباب متعددة تدعو للعجز الجنسي، تشمل الأسباب الجسدية مثل السكري وأمراض القلب وارتفاع ضغط الدم، بالإضافة إلى العوامل النفسية مثل التوتر والقلق والاكتئاب.",
    "erectile dysfunction: who is affected and what solutions are available? item 2 title": "من يتأثر بالعجز الجنسي؟",
    "erectile dysfunction: who is affected and what solutions are available? item 2 text": "يمكن أن يصيب ضعف الانتصاب الرجال من جميع الفئات العمرية، إلا أنه أكثر شيوعاً لدى الرجال الأكبر سناً. من العوامل التي ترفع من خطر الإصابة بهذه الحالة هي السكري، أمراض القلب، ارتفاع ضغط الدم، السمنة، والتدخين. وكذلك بعض الأدوية، مثل الأدوية المضادة للاكتئاب والعلاج لضغط الدم، قد تزيد من احتمالية ظهور العجز الجنسي. من جهة أخرى، تلعب العوامل النفسية كالتوتر والقلق والاكتئاب دورًاً في تفاقم الوضع.",
    "erectile dysfunction: who is affected and what solutions are available? item 3 title": "ما هي الحلول المتاحة للعجز الجنسي؟",
    "erectile dysfunction: who is affected and what solutions are available? item 3 text": "ضعف الانتصاب هو حالة قابلة للعلاج، وهناك مجموعة من الخيارات العلاجية المتوفرة. فيما يلي بعض التوصيات والنصائح المفيدة:",
    "erectile dysfunction: who is affected and what solutions are available? item 3 subitem 1 title": "تغييرات في نمط الحياة",
    "erectile dysfunction: who is affected and what solutions are available? item 3 subitem 1 text": "إجراء تغييرات في نمط الحياة يمكن أن يحسن وظيفة الانتصاب. يشمل ذلك الحفاظ على وزن صحي، ممارسة الرياضة بانتظام، والإقلاع عن التدخين.",
    "erectile dysfunction: who is affected and what solutions are available? item 3 subitem 2 title": "الأدوية",
    "erectile dysfunction: who is affected and what solutions are available? item 3 subitem 2 text": "تتوفر العديد من الأدوية لعلاج ضعف الانتصاب مثل الفياجرا وسياليس وليفيترا. تعمل هذه الأدوية على زيادة تدفق الدم إلى القضيب، مما يسهم في تحسين وظيفة الانتصاب. يجب استخدام هذه الأدوية قبل الجماع بفترة وقد تتضمن آثاراً جانبية.",
    "erectile dysfunction: who is affected and what solutions are available? item 3 subitem 3 title": "علاج أجهزة التفريغ (المضخات)",
    "erectile dysfunction: who is affected and what solutions are available? item 3 subitem 3 text": "تعتبر أجهزة التفريغ وسيلة غير جراحية للعلاج، حيث تقوم بإنشاء فراغ يسحب الدم إلى القضيب، مما يساعد على تحسين وظيفته.",
    "erectile dysfunction: who is affected and what solutions are available? item 3 subitem 4 title": "الجراحة",
    "erectile dysfunction: who is affected and what solutions are available? item 3 subitem 4 text": "في بعض الحالات، قد يتطلب الأمر إجراء عملية جراحية لعلاج ضعف الانتصاب، والتي قد تشمل إصلاح أو استبدال الأوعية الدموية بالقضيب أو زراعة الدعامات.",
    "erectile dysfunction: who is affected and what solutions are available? item 3 subitem 5 title": "العلاج بموجة الصدمة",
    "erectile dysfunction: who is affected and what solutions are available? item 3 subitem 5 text": "هو علاج موضعي يهدف إلى تجديد الأوعية الدموية بالقضيب، ويعتبر طريقة فعالة تتمتع بمعدل نجاح مرتفع.",
    "erectile dysfunction: who is affected and what solutions are available? summary": "باختصار، العجز الجنسي هو حالة شائعة تؤثر على العديد من الرجال، وقد تؤدي إلى مشاعر سلبية ومشاكل في العلاقات الأسرية والعاطفية. على الرغم من التحديات المرتبطة بهذه الحالة، توجد خيارات متعددة للعلاج. تشمل هذه الخيارات تغييرات في نمط الحياة، تناول الأدوية، استخدام أجهزة التفريغ، العلاج الجراحي، والعلاج بموجات الصدمة. من الضروري أن يتحدث الرجال الذين يواجهون هذه المشكلة مع طبيبهم لتحديد أفضل خطة علاج تناسب احتياجاتهم الفردية. مع العلاج المناسب، يمكن للكثير من الرجال تجاوز هذه الحالة واستعادة وظائفهم الجنسية.",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition": "كيفية التعرف على علامات العجز الجنسي: تحديد الأعراض المحتملة لهذه الظاهرة",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition desc": "ضعف الانتصاب (ED) هو حالة تؤثر على عدد كبير من الرجال، وتتميز بعدم القدرة على تحقيق أو الحفاظ على الانتصاب الكافي للنشاط الجنسي. التعرف على علامات العجز الجنسي أمر ضروري للبدء بالعلاج في الوقت المناسب واستكشاف خيارات العلاج المحتملة. في هذه المقالة، سنناقش العلامات والأعراض الشائعة التي قد تشير إلى وجود العجز الجنسي.",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition item 1 title": "صعوبة في تحقيق الانتصاب أو الحفاظ عليه",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition item 1 text": "يعد عدم القدرة على تحقيق أو الحفاظ على الانتصاب من أهم أعراض العجز الجنسي. يمكن أن يظهر ذلك كصعوبة في الحصول على الانتصاب أو عدم القدرة على الاستمرار فيه لفترة كافية للجماع. إذا كنت تواجه صعوبة مستمرة في تحقيق أو الحفاظ على الانتصاب في مختلف المواقف الجنسية، فقد يكون هذا مؤشراً على العجز الجنسي.",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition item 2 title": "انخفاض الرغبة الجنسية",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition item 2 text": "علامة أخرى على العجز الجنسي قد تكون انخفاض الرغبة الجنسية. إذا لاحظت انخفاضاً ملحوظاً في اهتمامك أو دافعك نحو النشاط الجنسي، فقد يكون ذلك مرتبطاً بالعجز الجنسي. ومن المهم ملاحظة أن انخفاض الرغبة الجنسية يمكن أن يتأثر أيضاً بعوامل أخرى مثل الإجهاد أو مشاكل في العلاقات أو الاضطرابات الهرمونية. لذلك، ينبغي إجراء تقييم شامل من قبل أخصائيين بصحة الذكورة وأطباء المسالك البولية لتحديد السبب الأساسي.",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition item 3 title": "سرعة القذف أو تأخره",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition item 3 text": "يمكن أن تظهر أعراض ضعف الانتصاب أيضاً كصعوبة في القذف. قد يعاني بعض الرجال من سرعة القذف، حيث يحدث القذف بسرعة وبشكل غير قابل للتحكم، بينما قد يعاني آخرون من تأخر القذف، حيث يحتاج الأمر لفترة طويلة من الوقت أو قد لا يتمكنون من القذف على الإطلاق أثناء النشاط الجنسي. هذه المشكلات المتعلقة بالقذف يمكن أن تشير إلى العجز الجنسي وينبغي مناقشتها مع أخصائي طبي.",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition item 4 title": "الاضطراب العاطفي ومشاكل العلاقات بين الأزواج داخل الأسرة",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition item 4 text": "يمكن أن يكون لضعف الانتصاب تأثير كبير على الرفاهية العاطفية للرجل وعلاقاته بشريكة حياته. إذا شعرت بالإحباط أو القلق بشأن أدائك الجنسي، فقد تكون هذه علامة على العجز الجنسي. كما يمكن أن يتسبب العجز الجنسي في توتر العلاقات بين الأزواج وانعكاسها سلباً على الاستقرار العاطفي والأسري، مما يؤدي إلى انخفاض الرضا العام عن العلاقة بين الزوجين وربما الانفصال والطلاق في نهاية المطاف. المساعدة الطبية والمهنية في التعامل مع هذه التحديات الطبية والعاطفية قد تساعد في الحفاظ على استقرار العلاقة الزوجية والأسرية.",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition item 5 title": "الحالات الصحية العامة والأمراض المزمنة",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition item 5 text": "يمكن أن يكون ضعف الانتصاب أحد أعراض الحالة الصحية العامة للشخص المرتبطة ارتباطاً وثيقاً بالأمراض المزمنة. تساهم بعض الحالات الطبية مثل مرض السكري وأمراض القلب والأوعية الدموية والاضطرابات الهرمونية والعصبية والنفسية في هذه الحالة. إذا كنت مصابًا بإحدى هذه الأمراض ولاحظت تغييرات في قدرتك الجنسية، فمن المهم مناقشتها مع طبيبك.",
    "how to recognize the signs of erectile dysfunction: identifying potential symptoms of this condition summary": "في الختام، فإن تحديد علامات العجز الجنسي يُعتبر مهماً للبحث عن العلاج الطبي المناسب وفحص خيارات العلاج المحتملة. تشكل صعوبات تحقيق أو الحفاظ على الانتصاب، وانخفاض الرغبة الجنسية، ومشاكل القذف، والاضطرابات العاطفية، ومشاكل العلاقات الأسرية بين الأزواج، والظروف الصحية الأساسية مؤشرات على هذه الحالة. إذا واجهت أي من هذه الأعراض باستمرار أو أثرت بشكل كبير على وظيفتك وقدرتك الجنسية أو استقرار حياتك الأسرية والعاطفية، يُوصى باستشارة أخصائي الصحة الجنسية وصحة الذكورة ذو الخبرة لتوفير تقييم شامل وخيارات العلاج المناسبة.",

    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy": "الطرق المثلى لعلاج العجز الجنسي: فعالية موجات الصدمة الخطية",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy desc": "يُعد العجز الجنسي، المعروف أيضًا بضعف الانتصاب، قضية تؤثر بشكل كبير على نوعية حياة الرجال وعلاقاتهم الحميمة. لحسن الحظ، تتوفر عدة خيارات علاجية لهذه الحالة. ومن بين الأساليب التي نالت اهتمامًا متزايدًا في السنوات الأخيرة استخدام موجات الصدمة الخطية. سنستعرض في هذه المقالة فعالية هذا العلاج كعلاج للعجز الجنسي وفوائده المحتملة.",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy item 1 title": "ما هي موجات الصدمة الخطية؟",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy item 1 text": "يتضمن العلاج بموجة الصدمة الخطية تطبيق موجات صدمة منخفضة الكثافة على القضيب. هذه الموجات الصوتية تحمل الطاقة ويمكن أن تحفز تجديد الأنسجة وتكوين أوعية دموية جديدة. يُعتبر هذا العلاج غير جراحي وغير مؤلم، مما يجعله خياراً للرجال الباحثين عن حل غير جراحي لعلاج العجز الجنسي ذات فعالية مرتفعة.",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy item 2 title": "تحسين تدفق الدم وتكوين الأوعية الدموية الجديدة",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy item 2 text": "غالباً ما يكون سبب العجز الجنسي هو نقص تدفق الدم إلى القضيب، وهو أمر ضروري لتحقيق الانتصاب والحفاظ عليه. أثبت العلاج بموجات الصدمة الخطية فعاليته في تعزيز زيادة تدفق الدم وتكوين الأوعية الدموية الجديدة في أنسجة القضيب. من خلال تحفيز نمو الأوعية الدموية الجديدة وتحسين الدورة الدموية، يمكن لهذا العلاج استعادة وظيفة الانتصاب.",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy item 3 title": "تحفيز تجديد الأنسجة",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy item 3 text": "يمكن لموجات الصدمة الخطية أيضاً أن تحفز تجديد الأنسجة في منطقة القضيب. هذا التجديد يمكن أن يساعد في إصلاح الأنسجة التالفة أو القديمة، مما يؤدي إلى تحسين وظيفة الانتصاب. من خلال تنشيط استجابة الشفاء الطبيعية للجسم، يعزز العلاج نمو الأنسجة السليمة ويحسن الصحة العامة للقضيب.",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy item 4 title": "غير جراحي ومنخفض المخاطر",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy item 4 text": "تتميز الميزة الأساسية للعلاج بموجة الصدمة الخطية بأنها غير جراحية. وعلى عكس العمليات الجراحية، والتي يمكن أن تترافق مع مخاطر ومضاعفات، يُعد العلاج بموجات الصدمة الخطية خيارًا علاجيًا آمناً ومنخفض المخاطر بشكل نسبي. لا يتطلب العلاج تخديرًا أو فترة نقاهة، مما يسمح للمرضى بالعودة إلى أنشطتهم اليومية فور انتهاء الجلسة.",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy item 5 title": "التأثير على المدى الطويل",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy item 5 text": "يوفر العلاج بموجات الصدمة الخطية فوائد محتملة طويلة الأجل للرجال المصابين بالعجز الجنسي. أظهرت الدراسات أن التأثيرات الإيجابية للعلاج قد تستمر لعدة أشهر أو حتى لفترة أطول. تحسين تدفق الدم وتجديد الأنسجة الناتج عن موجات الصدمة قد يترك آثارًا دائمة على وظيفة الانتصاب، مما يحقق تحسنًا مستمرًا في الأداء الجنسي.",
    "optimal methods for treating erectile dysfunction: effectiveness of shockwave therapy summary": "في الختام، يظهر العلاج بموجة الصدمة الخطية كخيار علاجي واعد للعجز الجنسي. من خلال تحسين الدورة الدموية، وتعزيز تكوين الأوعية الدموية، وتحفيز تجديد الأنسجة، وتقديم تأثيرات طويلة الأمد، يمكن لهذا العلاج أن يقدم حلاً فعالاً لضعف الانتصاب. فضلاً عن ذلك، فإن طبيعته غير الجراحية والمخاطر المنخفضة المرتبطة به تجعله خيارًا أكثر جاذبية للعديد من الرجال الذين يسعون إلى حرية أكبر في حياتهم الحميمة دون الاعتماد على الأدوية المتطلبة للتخطيط للفعل الجنسي. من الضروري استشارة أخصائي رعاية صحية مؤهل لتحديد ما إذا كان هذا العلاج مناسبًا وتلقي إرشادات شخصية حول أفضل السبل لعلاج العجز الجنسي.",

    "diagnosing erectile dysfunction: is it possible?": "تشخيص العجز الجنسي: هل هذا ممكن ؟",
    "diagnosing erectile dysfunction: is it possible? desc": "يشير ضعف الانتصاب، المعروف أيضًا باسم العجز الجنسي، إلى حالة تؤثر على نسبة كبيرة من الرجال. إذا كانت لديك شكوك بشأن معاناتك من العجز الجنسي، فمن الضروري الحصول على تشخيص دقيق لفهم الأسباب المحتملة واستكشاف خيارات العلاج. في هذا المقال، سنتناول عملية تشخيص العجز الجنسي، بما في ذلك الخطوات والفحوصات المخبرية.",
    "diagnosing erectile dysfunction: is it possible? item 1 title": "التاريخ الطبي والفحص البدني",
    "diagnosing erectile dysfunction: is it possible? item 1 text": "تعتبر المرحلة الأولى من التشخيص هي جمع وتحليل التاريخ الطبي الشامل وإجراء فحص بدني. يمكن التوجه إلى طبيب صحة الذكورة والمسالك البولية. سيسألك الطبيب عن الأعراض التي تعاني منها، وتاريخك الطبي، والأدوية التي تتناولها، وأي عوامل نمط حياة قد تكون مرتبطة بالعجز الجنسي. في السياق ذاته، سيقوم الطبيب بإجراء فحص بدني للتأكد من صحتك العامة، بالإضافة إلى فحوصات دم لتقييم مستوى الهرمونات والتحقق من مشكلات الأوعية الدموية.",
    "diagnosing erectile dysfunction: is it possible? item 2 title": "التقييم النفسي",
    "diagnosing erectile dysfunction: is it possible? item 2 text": "قد تكون هناك أسباب نفسية وراء ضعف الانتصاب. لذا، من الضروري إجراء تقييم نفسي لتحديد المشكلات العاطفية أو النفسية التي قد تؤثر على أدائك الجنسي. سيتحدث الطبيب معك حول مستويات التوتر، والقلق، والاكتئاب، أو أي مشاكل تتعلق بالعلاقات التي قد تكون لها آثار سلبية.",
    "diagnosing erectile dysfunction: is it possible? item 3 title": "الفحوصات المخبرية",
    "diagnosing erectile dysfunction: is it possible? item 3 text": "في بعض الحالات، قد تكون هناك حاجة لإجراء اختبارات مخبرية لتحديد الأسباب الكامنة وراء العجز الجنسي. يمكن أن تساعد اختبارات الدم في تحديد أي اختلالات هرمونية، مثل انخفاض مستوى التستوستيرون أو مشاكل في الغدة الدرقية. بالإضافة إلى ذلك، يمكن أن تقيم اختبارات الدم العوامل الصحية الأخرى، مثل مستويات الكوليسترول، وكمية السكر في الدم، وأي علامات التهاب أو أمراض قلبية قد تؤثر على القدرة الجنسية.",
    "diagnosing erectile dysfunction: is it possible? item 4 title": "الموجات فوق الصوتية دوبلر القضيب",
    "diagnosing erectile dysfunction: is it possible? item 4 text": "تعتبر الموجات فوق الصوتية دوبلر القضيب اختبار تصوير مخصص يمكنه تقييم تدفق الدم إلى القضيب. يستخدم هذا الإجراء غير الجراحي تقنية الموجات فوق الصوتية لفحص النظام الوعائي وتحديد ما إذا كانت هناك أي انسدادات أو تشوهات تؤثر على الانتصاب. يوفر هذا الاختبار معلومات حيوية عن تدفق الدم خلال الانتصاب، مما يساعد في إجراء التشخيص وتوجيه خيارات العلاج.",
    "diagnosing erectile dysfunction: is it possible? item 5 title": "اختبار الانتصاب بين عشية وضحاها",
    "diagnosing erectile dysfunction: is it possible? item 5 text": "في بعض الأحيان، قد يوصى بإجراء اختبار الانتصاب الليلي، المعروف أيضًا باسم اختبار انتصاب القضيب الليلي (NPT). يتضمن هذا الاختبار ارتداء جهاز طوال الليل يقيس تكرار ومدة الانتصاب أثناء النوم. يساعد هذا الاختبار في تحديد ما إذا كان العجز الجنسي ناتجًا عن عوامل جسدية أو عوامل نفسية. يمكن أن تسهم نتائج هذا الاختبار في وضع خطة علاج ملائمة.",
    "diagnosing erectile dysfunction: is it possible? item 6 title": "اختبارات خاصة إضافية",
    "diagnosing erectile dysfunction: is it possible? item 6 text": "ربما تحتاج إلى إجراء اختبارات خاصة إضافية لتشخيص العجز الجنسي، مثل اختبار الحقن الذي يتطلب حقن دواء مباشرة في القضيب لتحفيز الانتصاب، أو اختبار نقل الكهف الديناميكي (DICC) الذي يقيس الضغط وتدفق الدم أثناء الانتصاب. عادة ما تُجرى هذه الاختبارات من قبل أطباء مسالك بولية أو متخصصين في الطب الجنسي.",
    "diagnosing erectile dysfunction: is it possible? summary": "باختصار، يتضمن تشخيص العجز الجنسي تقييمًا شاملًا للتاريخ الطبي، والفحص البدني، والتقييم النفسي، وقد يتطلب أيضًا الاختبارات المخبرية، الموجات فوق الصوتية دوبلر القضيب، أو اختبارات الانتصاب الليلي. من المهم أن تتشاور مع أخصائي صحة جنسية مؤهل لضمان التشخيص الدقيق وتطوير خطة علاج مناسبة تلبي احتياجاتك الشخصية. تذكّر أن الحصول على الرعاية الطبية في الوقت المناسب يعد أمرًا مهمًا لعلاج ضعف الانتصاب وتعزيز الصحة الجنسية العامة.",

    "male sexual dysfunction in the Arab world": "ضعف الانتصاب والضعف الجنسي عند الذكور في الوسط العربي",
    "male sexual dysfunction in the Arab world desc": "يتميز عدد السكان في الدول العربية بانتشار أعلى من المتوسط العالمي لعوامل الخطر التي تشكلها  أمراض القلب والأوعية الدموية مثل ضغط الدم والسكري والسمنة. من هنا نشهد نموا عاليا في ظاهرة الضعف الجنسي. وتشير الدراسات إلى أن معدل انتشار الضعف الجنسي في الدول العربية يتراوح بين 39.9٪ و66.2٪، مما يشير إلى زيادة كبيرة عن المتوسط العالمي، بسبب ارتفاع معدل انتشار مرض السكري وأمراض القلب والأوعية الدموية.",
    "male sexual dysfunction in the Arab world item 1 title": "ثلاثة تحديات رئيسية في علم الجنس والضعف الجنسي في البلدان العربية",
    "male sexual dysfunction in the Arab world item 1 text 1": "التحدي الأول هو الوعي الصحي في العالم العربي. يتجنب الكثيرون من السكان العرب التعامل مع صحتهم الجنسية على الإطلاق وقد يفوٌتون ظهور المرض والعلاج في الوقت المناسب.",
    "male sexual dysfunction in the Arab world item 1 text 2": "وينبع التحدي الثاني من المبادئ الدينية والسلوك الجنسي الذي يتفق مع النظرة الدينية في الدول العربية. ينفق العديد من المرضى جزءا كبيرا من دخلهم على الأدوية غير الفعالة أو العلاجات المختلفة التي لا تمت بصلة الى مبادئ الطب  ، أي المستحضرات العشبية وشبه الطبية. لا تعتمد هذه العلاجات على الطب العلمي وعادة ما تؤدي إلى تفاقم الحالة وضياع الوقت للعلاج الحقيقي للمشكلة طبية.",
    "male sexual dysfunction in the Arab world item 1 text 3": "التحدي الثالث  انخفاض الوضع الاجتماعي والاقتصادي في المجتمع  . لا يوجد وعي كافي بمشاكل ضعف الانتصاب وعلاجه ، ولا توجد مصادر معرفة موثوقة لدراسة مشاكل العلاقات الجنسية وضعف الانتصاب وعلم الجنس في المجتمعات العربية. فالدراسات البحثية العلمية بهذا المجال شحيحة وقليلة لعلاج ضعف الانتصاب في البلدان العربية، مما أدى الى قلة الاهتمام وعدم التنظيم في علم الجنس ومشاكله في الوسط العربي. تؤثر الحياة الجنسية بشكل كبير على نوعية الحياة ، فالمعرفة والتعليم في مجال النشاط الجنسي البشري هي شروط ضرورية لعلاقات صحية ومرضية بين الأزواج وتنظيم العلاقات بين البالغين والأطفال. ومن هنا تأتي أهمية المعلومات العلمية والموثوقة من أجل تعزيز العلاقات الصحية ومنع المشاكل الوظيفية والعقلية الخطيرة الناتجة عن نقص المعرفة. القدرة على اكتساب المعرفة والتدريب ، ونشر المعلومات العلمية والموثوقة بالصحة الجنسية ، هي من المبادئ الأساسية لتوصيات منظمة الصحة العالمية . فالتربية الجنسية للأطفال والمراهقين والبالغين تعزز العلاقات الحميمية الصحية والمرضية للأزواج ،وتساهم أيضا في الوقاية من  الأمراض الخطيرة في المجتمع.",
    "male sexual dysfunction in the Arab world item 2 title": "الضعف الجنسي أو ضعف الإنتصاب",
    "male sexual dysfunction in the Arab world item 2 text 1": "ضعف الانتصاب هو الشكوى الصحية الجنسية الأكثر شيوعا التي يواجهها المعالجون وأخصائيو الصحة الجنسية. من المهم جمع المعلومات حول الأداء الجنسي الكامل للمريض . إن فهم الخلفية الاجتماعية والثقافية الواسعة للعجز الجنسي في المجتمع الشرقي (وخاصة العربي) أمر ضروري لجميع المعالجين الجنسيين. فذلك يسمح بالمرافقة المناسبة للمريض وتوفير العلاج الفعال والمهني . ستؤدي النظرة الشاملة للمشكلة إلى النجاح الكامل بالعلاج. يجب التذكر أن علاج الضعف الجنسي ليس فقط علاجا سريريا فرديا وشخصيا ، ولكنه في الواقع علاج شامل يؤثر على الأسرة والبيئة الاجتماعية.",
    "male sexual dysfunction in the Arab world item 3 title": "كيف يتم الانتصاب",
    "male sexual dysfunction in the Arab world item 3 text 1": "آلية الانتصاب هي إجراء فسيولوجي متكامل يشمل:  خلايا العضلات الملساء التي تحتوي على إنزيمات ، خلايا الكولاجين ، الأنسجة الداخلية ( النسيج الكهفي والنسيج الاسفنجي )  ، الجهاز العصبي (الإرادي واللا إرادي ) والاوعية الدموية (الشرايين والأوردة).  يشكل الأخيران الجزء الأكبر من الآلية التي تنظم تدفق الدم إلى الجسم الكهفي الأيمن والأيسر بالعضو الذكري.",
    "male sexual dysfunction in the Arab world item 3 text 2": "في حالة عدم الانتصاب : تكون العضلات الملساء (Trabecular smooth muscle) في حالة انكماش وتدفق الدم الشرياني للنسيج الكهفي هو  صفر . انكماش هذه العضلات الملساء يسمح للأوردة الموجودة في محيط النسيج الكهفي أن تبقى مفتوحة ، مما يسمح التصريف الوريدي. في حالة الانتصاب: نتيجة للتحفيز الجنسي ، فإن الجهاز العصبي اللا إرادي ( Parasympathetic ) من خلال المستقبلات الكيميائية (أستيل كولين ،NITRIC OXIDE ،  ו(vasoactive intestinal polypeptide (VIP ) - يسبب استرخاء خلايا العضلات الملساء ، مما يؤدي إلى تمدد الشرايين ، ويزيد من تدفق الدم في الاوعية الدموية بالنسيج الكهفي ، ويزيد من الضغط داخل هذا النسيج والذي بدوره يزيد من الضغط على اللفافة المغلفة للنسيج الكهفي مما يؤدي الى ضغط الجهاز الوريدي ضد اللفافة ويتم إيقاف خروج الدم من العضو الذكري في مرحلة الانتصاب الصلب كنتيجة من الاشارات العصبية من الجهاز العصبي اللا إرادي ( Sympathetic )  للعصب الفرجي ( Pudendal Nerve ) يحدث تقلص  الجهاز العضلي (bulbocavernosus وischiocavernosus ) الذي يسبب القذف.",
    "male sexual dysfunction in the Arab world item 4 title": "كيف يحدث ضعف الانتصاب",
    "male sexual dysfunction in the Arab world item 4 text 1": "غالبا ما ينتج ضعف الانتصاب عن خلل جسدي في آلية الانتصاب أو اضطرابات في آلياته التنظيمية. قد تنجم المشاكل عن إصابات الحبل الشوكي ، والتي تمنع الأوامر العصبية من الدماغ  ، أو الأضرار للأعصاب الطرفية أو الأوعية الدموية او نتيجة  للعمليات الجراحية بمنطقة الحوض والعمود الفقري . ومع ذلك ، فإن هذه المشاكل أكثر شيوعا في سياق الشيخوخة والأمراض المزمنة ، حيث يكون تصلب الشرايين هو السبب الأكثر شيوعا لدى الرجال الذين تزيد أعمارهم عن 50 عاما.",
    "male sexual dysfunction in the Arab world item 4 text 2": "تشير الابحاث  إلى أن 40٪ من المشاكل ناتجة عن تصلب الشرايين والتقدم بالعمر  ، و 30٪ بسبب مرض السكري ، و 15٪ من الأدوية ، و 6٪ من تشريح الحوض أو الصدمة ، و 5٪ من العوامل العصبية ، و 3٪ من مشاكل الغدد الصماء ، بينما تمثل العوامل الأخرى حوالي 1٪. الجوانب النفسية وآثار بعض الأدوية تساهم أيضا في مشكلة ضعف الانتصاب.",
    "male sexual dysfunction in the Arab world item 4 text 3": "في بعض الأحيان يكون هناك سوء فهم بين ضعف الانتصاب المعروف أيضا باسم العجز الجنسي وأنواع أخرى من العجز الجنسي.يتم تعريف الضعف الجنسي على أنه اضطراب الانتصاب فقط ، والاضطرابات الأخرى هي مشاكل وظيفية أخرى مثل قلة القذف وسرعة القذف ونقص الرغبة والتحفيز الجنسي.",
    "male sexual dysfunction in the Arab world item 5 title": "أسباب الضعف الجنسي والعوامل المساعده على تطوره",
    "male sexual dysfunction in the Arab world item 5 text 1": "ينشأ اضطراب الانتصاب (ED) في أمراض الأوعية الدموية ، مثل تكلس الأوعية الدموية وشيخوخة أنسجة الجسم وأنسجة القضيب ، ومشاكل الأعصاب ، والمشاكل الهرمونية ، والمشاكل المتعلقة بالآثار الجانبية للأدوية أو مزيج من كل هذه العوامل ، أو الإنتاج غير السليم لأكسيد النيتريك (NO) في منطقة القضيب. وهناك  عوامل الخطر المساعدة التي يمكن أن تسبب الضعف الجنسي وتشمل ارتفاع نسبة الدهون بالدم ( LDL )  ، ارتفاع الدهون الثلاثية ،   انخفاض الكوليسترول الحميد ، ارتفاع مستويات السكر في الدم ، مرض السكري من النوع الثاني  ، ارتفاع ضغط الدم ومتلازمة التمثيل الغذائي. كما تم تسجيل حالات إصابة بفيروس نقص المناعة البشرية  وبعض الاعراض الجانبية للأدوية المستخدمة في علاج أمراض أخرى.",
    "male sexual dysfunction in the Arab world item 5 text 2": "وبالإضافة إلى ذلك، العوامل النفسية مثل الإجهاد والقلق والحالة العقلية والنفسية غير المستقرة ، ومن بينها  تأثير البيئة المحيطة والمعتقدات  الاجتماعية المكتسبة لدى المرضى ومدى الحالة الثقافية لدى الشخص نفسه.",
    "male sexual dysfunction in the Arab world item 6 title": "الصحة الجنسية لدى المجتمع العربي",
    "male sexual dysfunction in the Arab world item 6 text 1": "كما ذكرنا من قبل، فإن نقص المعرفة والوعي لدى المجتمعات العربية بعلم الجنس والعلاقات الزوجية  يولد غموضا يجعل من الصعب توضيح المشكلة وعلاجها من قبل المعالجين الجنسيين، على سبيل المثال العوامل الاجتماعية والدينية والمعتقدات الشخصية تؤدي إلى  صعوبة الحصول على التاريخ المرضي للمريض، وإخفاء المعلومات الحقيقية عن المعالج، والتعاون غير الكامل من قبل المريض وذلك ناجم عن العوامل الاجتماعية والدينية.",
    "male sexual dysfunction in the Arab world item 6 text 2": "أظهرت دراسة فحصت الرجال العرب المسلمين المتزوجين والعجز الجنسي لديهم ، أن رضى الرجل عن حياته الجنسية  تجاه نفسه وتجاه شريكته يتأثر بقلقه من عدم إرضاء شريكته، وينبع هذا القلق من السياقات الاجتماعية والثقافية، مثل التقدير الاجتماعي، والمشاكل المتعلقة بالتوجه الديني والتقليدي.",
    "male sexual dysfunction in the Arab world item 7 title": "الأعراف والتوقعات الثقافية",
    "male sexual dysfunction in the Arab world item 7 text 1": "ضعف الانتصاب لدى الرجال يجعلهم معرضين  للمعاناة العاطفية والنفسية ورفض الذات وانخفاض بل انعدام الثقة بالنفس وانخفاض نوعية وجودة الحياة الفردية والزوجية لدى هؤلاء الرجال  ، والذي يمكن أن يؤدي إلى آثار سلبية على أداء الرجال في حياتهم اليومية والتزاماتهم الاجتماعية. انتشار ضعف الانتصاب في المجتمعات العربية في مجموعات سكانية مختلفة في نفس الفئة العمرية يتراوح  من 0.3٪ إلى 17.0٪.",
    "male sexual dysfunction in the Arab world item 7 text 2": "وفي دراسة أخرى بين الرجال العرب المسلمين، أشار المشاركون إلى معتقداتهم حول أسباب ظهور ضعف الانتصاب ومن هذه المعتقدات :  الاستمناء ، العوامل النفسية ، حظر ممارسة الجنس مع النساء خارج إطار الزواج . هذه النتائج تظهر تأثير المعتقدات النابعة من المعايير الاجتماعية والدينية والثقافية في فهم وعلاج ضعف الانتصاب . تأثير هذه المعتقدات ينعكس على سلوك ونمط الحياة لدى الرجال المصابين باضطرابات ضعف الانتصاب .",
    "male sexual dysfunction in the Arab world item 7 text 3": "بشكل عام ، يضع المجتمع  العربي الرجال في مركز الهيمنة من جميع النواحي. الرجل هو المعيل للأسرة  والقوي والحازم وذلك هو المهيمن في غرفة النوم. ولكن في الممارسة العملية، هناك فجوات كبيرة في نظام العلاج الجنسي بين المجتمعات العربية . إن التفاوتات هي في الواقع ناتجة من إسقاط للمعايير الثقافية التي تملي أدوارا جامدة للجنسين.",
    "male sexual dysfunction in the Arab world item 7 text 4": "يجب على المعالجين الجنسيين في العالم المعاصر في الدول العربية إظهار نهج واسع يأخذ في الاعتبار الواقع الجديد والحديث مع احترام القيم المتأصلة في الإسلام. المريض يجب ان يتلقى حلا يساعده للتخلص    من مشكلة عاطفية وجنسية ضمن فهم ودمج الازدواجية التي تربط بين العالمين القديم والجديد.",
    "male sexual dysfunction in the Arab world item 8 title": "تقييم وتشخيص ضعف الانتصاب",
    "male sexual dysfunction in the Arab world item 8 text 1": "تضع الأيديولوجية العربية الرجال بمكان السيطرة داخل الأسرة مما أثر على مفهوم العلاقة الجنسية داخل الاسرة  . لذلك يشعر الرجل  بالفشل إذا لم يستطع أداء دوره الرئيسي في الحياة الجنسية ، مما يؤثر على نظرته لنفسه ونظرة زوجته له ، وخاصة الحاجة لإنجاب الأطفال وبناء الأسرة  بالرغم من الايمان المطلق بأن الإنجاب هو بإرادة الله  .",
    "male sexual dysfunction in the Arab world item 8 text 2": "في المجتمع الغربي مثلا ، تحقق الرغبة والحميمية مفهوم ''العلاقة الجنسية''، على عكس الدول العربية حيث ''صلابة الانتصاب والقدرة على الإيلاج هي تعريف الجنسانية، لذلك يعتقد معظم الرجال العرب أن رضا الإناث ينبع من الإيلاج في حد ذاته.",
    "male sexual dysfunction in the Arab world item 8 text 3": "لا يمكن أن يعتمد فهم الوظيفة الجنسية فقط على التقييم الذاتي والمعلومات المقدمة من المريض . بالنسبة للمجتمعات العربية المحافظة تنظر الى الجنس بالدرجة الاولى كوسيلة لتكوين الاسرة وانجاب الاطفال ، لذلك نجد كثير من الأسر العربية بعد عدة سنوات من الزواج وإنجاب الأطفال ليس لديهم حياة جنسية .",
    "male sexual dysfunction in the Arab world item 8 text 4": "الجماع الجنسي هو الأداة الوحيدة لتكوين الاسرة  والأبوة والأمومة ، مما يزيد من الأهمية الأخلاقية والثقافية للأداء الجنسي.الفرد الذي يعاني من الفشل الجنسي والوظيفي سيعاني من اضطرابات نفسية تؤدي به الى  قلق مزمن ومستمر  ، لأنه في عالمه العقلي لا يستطيع إدراك وضعه الذكوري على الإطلاق.",
    "male sexual dysfunction in the Arab world item 9 title": "التاريخ الطبي والفحص البدني",
    "male sexual dysfunction in the Arab world item 9 text 1": "لضعف الانتصاب لا يهدد الحياة ولكن يجب علاجه بشكل احترافي. من المهم جدا توضيح وتشخيص ذلك عن طريق التقييم الجنسي والطبي والسريري والعقلي. في السابق  ارتبط علاج مشاكل الانتصاب فقط بالطب النفسي الجنسي. على الرغم من ان  ضعف الانتصاب مشكلة طبية تؤثر على الصحة العامة للفرد.",
    "male sexual dysfunction in the Arab world item 9 text 2": "يشكل التاريخ المرضي والتشخيص السريري جزءا أساسيا من اللقاء الطبي ، فالاغلبية من المرضى  يفضلون رؤية طبيب بدلا من التوجه الى اخصائي ومعالج جنسي  .ولهذا فإن جمع التاريخ  الطبي البيولوجي والنفسي والاجتماعي  لشخص أو زوجين أمر ضروري في تحديد الاسباب أثناء تشخيص العجز الجنسي.",
    "male sexual dysfunction in the Arab world item 9 text 3": "من هنا تبرز أهمية  الأسئلة التي تتعلق بالشكوى الرئيسية ، مثل شدة ودرجة المشكلة ، وبداية المشكلة واستمرارها ، ودمج التاريخ الطبي للمريض والمساهمة في تحديد  المسببات الرئيسية من أجل تنفيذ خطة التقييم المناسبة والتدخل المناسبة.",
    "male sexual dysfunction in the Arab world item 9 text 4": "تتضمن عملية التقييم أولا تقييم الخلل الوظيفي من لحظة بدايته ، وتطور المشكلة في سياق ونمط حياة المريض وصحته الجسدية والعقلية مع الأخذ بعين الاعتبار الأعراف والتقاليد الثقافية والاجتماعية.",
    "male sexual dysfunction in the Arab world item 9 text 5": "من أجل تحديد جميع أسباب ضعف الانتصاب ، سيكون من الأفضل إجراء تقييم عاطفي وجنسي لكل من المريض والشريك. ولكن الأعراف والتقاليد الثقافية والاجتماعية تحد من مشاركة الزوجة بالعلاج ومن هنا تبرز أهمية  مراعاة الخلفية الثقافية والدينية الشخصية للمريض.",
    "male sexual dysfunction in the Arab world item 10 title": "الاختبارات التشخيصية",
    "male sexual dysfunction in the Arab world item 10 text 1": "هناك بروتوكولات وأدوات موحدة  لتشخيص العجز الجنسي مثل:",
    "male sexual dysfunction in the Arab world item 10 text 2": "1. استبيان IIEF ودرجة EHS : يعتبر المؤشر الدولي للوظيفة الانتصابية ( IIEF ) استبيان طبي مُعترف به عالميًا يُستخدم لتقييم الوظيفة الجنسية لدى الرجال، خاصة فيما يتعلق بالانتصاب والرضا الجنسي. يساعد هذا الاستبيان الأطباء في تشخيص مشاكل الانتصاب ومتابعة فعالية العلاجات المقدمة.هذا الاستبيان  يقٌيم جوانب مختلفة مثل القدرة على الانتصاب ، والرغبة الجنسية ، والنشوة الجنسية ، والمشاكل ذات الصلة والرضا ذات الصلة ، مع درجات تتراوح من0إلى 30.",
    "male sexual dysfunction in the Arab world item 10 text 3": " من ناحية أخرى ، مقياس صلابة الانتصاب (EHS) هو أداة تقييمية يستخدمها الأطباء لتحديد درجة صلابة الانتصاب لدى الرجل. يتراوح المقياس من 1 إلى 4 درجات ، الدرجة 1: زيادة طفيفة في حجم القضيب دون صلابة. الدرجة 2: القضيب صلب ولكن ليس بما يكفي للإيلاج. الدرجة 3: القضيب صلب بما يكفي للإيلاج ولكنه ليس صلبًا بالكامل.الدرجة 4: القضيب صلب وصلب بالكامل. يساعد هذا المقياس في تقييم مدى شدة ضعف الانتصاب وتحديد العلاج الأنسب للحالة.",
    "male sexual dysfunction in the Arab world item 10 text 4": "العلاقة بين درجات IIEF القياسية و EHS ضروري لفهم وظيفة الانتصاب في الممارسة السريرية والبحوث. لذلك التقييم بين درجات IIEF و EHS ضروري لتحقيق هذه الغاية.",
    "male sexual dysfunction in the Arab world item 10 text 5": "2. اختبار الانتصاب الليلي للقضيب  (NPT): هو أداة مهمة في تشخيص مشاكل الانتصاب ، وخاصة في التفريق بين العوامل النفسية والفسيولوجية. تساعد نتائج الاختبار في توفير علاج مستهدف وشخصي.  يسمح استخدام هذا الاختبار ، إلى جانب الاختبارات الأخرى والتاريخ الطبي الكامل ، لأطباء المسالك البولية والمعالجين الجنسيين بتحديد استراتيجية العلاج المناسب للمريض.",
    "male sexual dysfunction in the Arab world item 10 text 6": "3. فحص الموجات فوق الصوتية دوبلر القضيب : هو أداة هامة في مجال المسالك البولية والعلاج الجنسي، تستخدم لتقييم تدفق الدم إلى القضيب. وتم تصميم الاختبار لتشخيص اختلالات الأوعية الدموية التي يمكن أن تؤدي إلى مشاكل في الانتصاب. ويوفر معلومات حول وظيفة الأوعية الدموية في القضيب ويساعد على التمييز بين عوامل الأوعية الدموية والأسباب الأخرى لضعف الانتصاب.",
    "male sexual dysfunction in the Arab world item 11 title": "مناهج العلاج",
    "male sexual dysfunction in the Arab world item 11 text 1": "النهج العلاجي لضعف الانتصاب واسع النطاق ويعتمد عادة على الصحة الوظيفية والنفسية للمريض وتعاونه.",
    "male sexual dysfunction in the Arab world item 11 text 2": "استخدام النهج العلاجي (SEMT): علاج إدارة التجربة الجنسية",
    "male sexual dysfunction in the Arab world item 11 text 3": "SEMT هو نهج واسلوب علاجي يركز على تحسين التجربة الجنسية الشاملة للمريض وليس فقط على علاج المشاكل الوظيفية المحددة. يعتمد النهج على المبادئ النفسية والسلوكية والعاطفية ، ويوفر أدوات عملية لتحسين التجربة الجنسية. الهدف هو تكييف البرنامج العلاجي بحيث يكون مقبولا ومفيدا في العلاج الشخصي للمريض . ",
    "male sexual dysfunction in the Arab world item 11 text 4": "العوامل والعادات السلوكية مثل النشاط البدني والعادات الغذائية لها تأثير كبير على الوقاية والعلاج من مشاكل الانتصاب. هنا تبرز أهمية  تعزيز نمط حياة صحي ، ولكن من  الضروري أن نأخذ في الاعتبار الاختلافات الشخصية والثقافية بين مختلف السكان داخل الوسط العربي. وهكذا، على سبيل المثال، سيكون للمريض البدوي نظرة مختلفة للعالم عن المريض بالمجتمعات المدنية والريفية ، على الرغم من أن كلاهما ينتمي إلى العالم العربي.",
    "male sexual dysfunction in the Arab world item 11 text 5": "يجب أن نتذكر أن نمط الحياة لا يتأثر فقط بالمجتمع نفسه ولكن أيضا بالاختلافات الديموغرافية وأنواع الطعام الشائعة في مكان إقامتهم. . على سبيل المثال ، في الشرق الأوسط ، يكون الطعام أكثر تنوعا في الخضروات واللحوم منه في البلدان الباردة ذات الموسمية ، حيث يكون الاستهلاك المفرط للدهون والكربوهيدرات واضحا ، وهو عامل خطر لأمراض القلب والأوعية الدموية مثل السمنة. , الأبحاث المنشورة أظهرت تحسنا في وظيفة الانتصاب مع الحد الأدنى من فقدان الوزن 5% ,والذي انعكس على تحسن في نتيجة ودرجة IIEF-5 .",
    "male sexual dysfunction in the Arab world item 11 text 6": "بالإضافة إلى ذلك ، ارتبط انخفاض أكثر من 25 ٪ في متلازمة التمثيل الغذائي مع فرصة أكبر لتحسين درجة IIEF-5 التي تحدث في 43 ٪ من الرجال الذين يعانون من السمنة المفرطة. تم تأكيد التأثير الإيجابي لتدخل نمط الحياة قليل الدسم وفقدان الوزن في العديد من الدراسات. عندما يقترن بنقص السعرات الحرارية ، يمكن لنمط النظام الغذائي على طراز البحر الأبيض المتوسط أن يقلل من معدلات ضعف الانتصاب. العديد من الدراسات العلمية أظهرت العلاقة بين الحد من متلازمة التمثيل الغذائي وتحسين وظيفة الانتصاب (IIEF-5) بعد تدخل نمط الحياة وفقدان الوزن.",
    "male sexual dysfunction in the Arab world item 12 title": "التدخلات النفسية",
    "male sexual dysfunction in the Arab world item 12 text 1": "تساهم العلاجات النفسية في النجاح في حل مشاكل الانتصاب ، خاصة عندما تكون المسببات هي الضغوطات النفسية . تشمل العلاجات الأكثر فعالية الاستشارة الفردية والعلاج السلوكي المعرفي (CBT) جنبا إلى جنب مع الفياجرا (Sildenafil). يمكن للعلاجات النفسية تحسين الوظيفة الجنسية للذكور ، واستعادة الثقة بالنفس ، وتحقيق نتائج إيجابية جنبا إلى جنب مع تقديم المشورة للشريك. يجب تكييف التدخلات النفسية لتناسب الثقافة العربية. وتقدم الأساليب العلاج مع التركيز السلوكي الجنسي ،  يتضمن تقنيات تقلل من المشاكل المرضية للرغبة الجنسية. بالإضافة إلى ذلك ، توصي طرق أخرى بالعلاج السلوكي المعرفي الذي يعرض المريض تدريجيا للسلوك الجنسي مع الحفاظ على السرية ومنع الإحراج.",
    "male sexual dysfunction in the Arab world item 12 text 2": "تم تطوير نموذج رعاية  جديد لاستيعاب المعايير الثقافية في المجتمعات العربية . يتضمن البرنامج 12-18 جلسة شهرية فردية لعلم النفس الجنسي والعلاج السلوكي المعرفي الذي يشمل كلا الشريكين. تشمل تقنيات العلاج السلوكي تمارين العلاقة الحميمة وتمارين تحسين الاثارة والتعامل مع الإجهاد الجسدي . علاوة على ذلك ، يشمل التدخل ست جلسات إثراء معرفية للزوجين ، تهدف إلى منع وعلاج ظواهر إضافية من بينها سرعة القذف عن طريق تحسين التواصل الزوجي .",
    "male sexual dysfunction in the Arab world item 13 title": "العلاجات الدوائية",
    "male sexual dysfunction in the Arab world item 13 text 1": "يتميز السكان العرب بالخوف من تناول الأدوية بسبب الخوف من الإدمان أو الاعتماد على هذه الادوية ، وكذلك الخوف من ظهور آثار جانبية تهدد الحياة ، علماً بأن شراء الادوية نفسه يسبب إحراجا اجتماعيا. فالأنواع الرئيسية من الأدوية المستخدمة لضعف الانتصاب هي مثبطات الفوسفوديستراز من النوع  (PDE5i) ، ألبروستاديل (البروستاجلاندين E1) والعلاج بالتستوستيرون. PDE5i الانتقائي هي الأدوية الأكثر استخداما لعلاج الضعف الجنسي. إنها تحسن استجابة الانتصاب  للتحفيز الجنسي ، وتحسن استرخاء الجسم الكهفي ، وتزيد من تدفق الدم ونتيجة لذلك تحسن الانتصاب ، ومعظم الدراسات التي بحثت في المجتمعات العربية تضع ضعف الانتصاب في مركز مشكلة العجز الجنسي ، وبالتالي هناك صعوبة كبيرة في الحصول على علاج إيجابي عندما لا يتعاون المرضى ولا يتناولون الدواء المطلوب. ",
    "male sexual dysfunction in the Arab world item 13 text 2": "الحقن في القضيب هي الحقن المستخدمة لتحقيق الانتصاب ، وتحتوي هذه الحقن على Alprostadil (prostaglandin E1) وهي فعالة في الحالات التي يفشل فيها استخدام PDE5i وبالتالي تشكل في الواقع خطاً ثانيا من علاج الضعف الجنسي بناءاُ على  إرشادات الجمعية الأوروبية لجراحة المسالك البولية.",
    "male sexual dysfunction in the Arab world item 13 text 3": "في دراسة أجريت في مصر ، كان ألبروستاديل فعالا مثل السيلدينافيل في علاج ضعف الانتصاب ، دون مضاعفات كبيرة. فحصت العديد من الدراسات سلامة وفعالية ألبروستاديل في المجتمع العربي .بالرغم من ذلك هناك حاجة إلى مزيد من الابحاث لتوضيح الأمراض المصاحبة المميزة للقطاع العربي والتي تسبب فشل العلاج. وينبغي تعزيز بروتوكولات علاجية جديدة على زيادة فعالية العلاج للذين يعانون من العجز الجنسي.",
    "male sexual dysfunction in the Arab world item 13 text 4": "الخط الثالث من علاج الضعف الجنسي هو التدخل الجراحي وهو زرع دعامة بالعضو الذكري ، يعتبر هذا العلاج أحد خطوط العلاج بعد فشل كل العلاجات غير الجراحية .",
    "male sexual dysfunction in the Arab world item 14 title": "الاعتبارات الثقافية واللغوية في العلاج الجنسي",
    "male sexual dysfunction in the Arab world item 14 text 1": "يتميز عالم الطب العربي بالعديد من التحديات في العلاج ، هذه التحديات ناجمة عن الفجوات الثقافية ونقص المعرفة لأهمية العلاج الجنسي مما يمنع المريض من قبول واحتواء الحاجة إلى العلاج. بالمجمل لا ينظر المريض العربي إلى الطبيب كمعالج شخصي لذلك يتعامل مع توصياته بثقة محدودة. ",
    "male sexual dysfunction in the Arab world item 14 text 2": "علاوة على ذلك، تمثل فجوات اللغة واللهجة تحديا آخر. فالمريض الذي يتلقى مفاهيم من طبيب ليست في لغته ومفاهيمه المعقدة طبيا ، لن يحصل على انطباع بأنه تلقى معلومات موثوقة لأن البعض لن يفهم على الإطلاق والبعض الآخر سيبدو غير متوافق مع عالمه الثقافي ومعتقداته الاجتماعية.",
    "male sexual dysfunction in the Arab world item 14 text 3": "اليوم ، يتحدث حوالي 400 مليون شخص اللغة العربية ، بما في ذلك دول الشرق الأوسط وشمال إفريقيا. كل دولة لها لغة عربية متشابهة ومختلفة معا. هناك كلمات متطابقة ويختلف معناها من قطاع إلى آخر ، وهناك العديد من اللهجات المختلفة في كل منطقة جغرافية على الرغم من أنها جميعا تسمى العربية. يشكل الاختلاف عقبة في التواصل بين المعالج والمريض والزوج ، لذلك على سبيل المثال ، عندما يطلب من المريض شرح التاريخ الطبي والأداء الجنسي لديه ولدى زوجته ، لذلك يجد صعوبة في نقل المعلومات الدقيقة ، لذلك حتى قبل البدء بالعلاج ، سيكون هناك نقص في المعلومات المطلوبة لفهم المشكلة والشكوى لدى المريض. ",
    "male sexual dysfunction in the Arab world item 14 text 4": "يجب على المعالج ، خاصة إذا كان لا يتحدث لغة المريض أو لا يأتي من منطقة إقامته ، أن يظهر تعاطفا كبيرا وأن يكون منتبها بشكل مضاعف من أجل فهم مصدر المشكلة تماما ، مع احترام الصعوبات التي يواجهها المريض وشريكه ، من أجل خلق الثقة أثناء العلاج ومساحة آمنة للتفاعل يشارك فيها جميع المشاركين بأكثر الطرق صدقا في العلاج. يظهر الفولكلور العربي القديم النظرة العربية لعالم الجنس مثل الوز على الفراش أي البطة على السرير – تشير هذه العبارة إلى الرجل الذي ينجح في ممارسة الجنس بسرعة الحصول على الانتصاب القوي والقدرة على الايلاج بسهولة مما يجعله يشعر بالفخر به مثل البطة التي تكون رشيقة وتنزلق على سطح الماء بسهولة.",
    "male sexual dysfunction in the Arab world item 15 title": "المعتقدات الدينية والأخلاقية",
    "male sexual dysfunction in the Arab world item 15 text 1": "تواجه ممارسة الطب الجنسي في العالم العربي تحديات فريدة يجب أخذها في الاعتبار من أجل زيادة الوعي بين المعالجين. يجب أن تأخذ البرامج التعليمية في علم الجنس في الاعتبار الخلفيات الدينية والأخلاقية المحلية كجزء من برامج الصحة العامة. يجب على المعالج الاخذ بعين الاعتبار المعتقدات الدينية والأخلاقية بالدول العربية الإسلامية وأن يلاحظ ويجمع بين وجهات النظر المختلفة حول الممارسة الدينية الإسلامية والأخلاق الثقافية والتعامل مع العلاج الدوائي للخصوبة وضعف الانتصاب .",
    "male sexual dysfunction in the Arab world item 15 text 2": "يتم ترتيب التوصيات بترتيب زمني من أجل توجيه علاج ضعف الانتصاب وفقا لخطوط العلاج المقبولة والطب الحديث. ونتيجة لذلك، يحافظ المجتمع العربي على نمط حياة وفقا للعقائد الدينية ، والتي تهدف إلى توجيه حياة المؤمن دينيا وأخلاقيا وقانونيا وتشمل جميع مجالات الحياة، بما في ذلك الصلاة وقوانين الأسرة والقانون الجنائي والاقتصاد.تتفق الحركة الدينية الإسلامية مع المعايير الأخلاقية للمجتمع العربي. ويدعم هذا النهج المبادئ الإسلامية التي تشجع العلاقات الجنسية داخل الزواج وتؤكد على أهمية الإنجاب والأسرة. تعتبر العلاقات الجنسية خارج إطار الزواج في الشريعة الإسلامية '' زنا '' والتي تعني '' الفعل الجنسي غير المشروع''",
    "male sexual dysfunction in the Arab world item 16 title": "​خاتمة وتوصيات",
    "male sexual dysfunction in the Arab world item 16 text 1": "عند العمل مع المرضى العرب الذين يعانون من ضعف الانتصاب ، من المهم أن يكون المعالج على دراية بتأثير الثقافة على السلوك الجنسي والعلاج. باستخدام تدخل SEMT لعلاج مريض عربي مسلم يعاني من ضعف الانتصاب ، من المهم فهم الاستعارات والرموز والتعاليم الدينية . لذلك ، فإن المعالج يجب أن يكون على دراية بالمفاهيم الجنسية ، على سبيل المثال المفهوم العربي في القرن السابع ل 'الفحل الشهواني' لا يزال يؤثر على اللغة اليومية للمتحدثين باللغة العربية.",
    "male sexual dysfunction in the Arab world item 16 text 2": "بشكل عام ، يمكن علاج ضعف الانتصاب من خلال نهج متعدد التخصصات.يمكن للمعالجين وعلماء الجنس والأخصائيين الاجتماعيين الجمع بين التقنيات السلوكية المعرفية التي تقلل من القلق والتثقيف حول الطبيعة المعقدة للضعف الجنسي ، مع الاستعارات الدينية أو الروحية التي تسهل الفهم وتساعد في جعل العملية العلاجية أكثر قبولا ثقافيا ، وبالتالي أكثر فعالية.يجب فحص استخدام الاستعارات الدينية أو الروحية في علاج الضعف الجنسي لتحديد فائدتها السريرية وكيف يمكن دمجها مع مناهج العلاج المعرفي السلوكي المحدثة. لذلك، من أجل تعزيز الحياة الجنسية الصحية في الوسط العربي، فإنه يتطلب معالجين نفسيين وعلماء جنس ناطقين باللغة العربية في نماذج العلاج النفسي الغربية التي يمكن أن تكون مفيدة في التعامل مع المشاكل الشاملة والاستيعاب.  قد يكون النهج التحفيزي بمثابة عنصر من عناصر العلاج النفسي للمرضى الذين يعانون من الضعف الجنسي",
    "male sexual dysfunction in the Arab world item 16 text 3": " الغرض من هذه الدراسة  هو إجراء فحص شامل لمختلف الجوانب الهامة للمعالجة الجنسية لمشاكل الانتصاب بين الرجال العرب. خلال الاطلاع على الدراسات المتوفرة ، وجد أن الاهتمام بالصحة الجنسية وظهور الضعف الجنسي بين الرجال العرب قد تزايد على مر السنين.",
    "male sexual dysfunction in the Arab world item 16 text 4": " الأساليب المبتكرة، التي تم وضعها في مجال الصحة الجنسية، تشير بوضوح إلى أن التاريخ الجنسي والطبي الشامل ضروري للتقييم الدقيق والعلاج الفعال للرجال العرب.  التقييم السريري والتشخيص والفحص البدني للقضيب أمر بالغ الأهمية لضمان نتائج العلاج المثلى بين هؤلاء السكان لأن السكان العرب يثقون بشكل أكبر في مهنية المعالج عندما 'يتحقق حقا من مشكلة القضيب'.",
    "male sexual dysfunction in the Arab world item 16 text 5": "تعكس أهمية الدين والثقافة النهج العلاجي الشامل لهذه الفئة من المجتمعات العربية. من خلال اعتماد نهج علاجي أكثر تكاملا، وتحليل التجارب الجنسية للرجال العرب الذين يعانون من مشاكل الانتصاب، والجمع بين الممارسات التقليدية والمعاصرة من قبل المهنيين الصحيين وأخصائيي العلاج الجنسي، يمكن أن يطور إطارا علاجيا أكثر شمولا وفعالية.لا يضمن هذا النهج توفير تدخلات أكثر فعالية ومصممة خصيصا فحسب ، بل يلبي أيضا الاحتياجات والتطلعات الفريدة للرجال العرب الذين يعانون من مشاكل الانتصاب ، ويهدف في النهاية إلى تحسين '' رفاهيتهم الجنسية' ونوعية حياتهم الحميمية.",
    "male sexual dysfunction in the Arab world item 16 text 6": "أعتقد أن الصحة هي مجموعة من عناصر  المعرفة والعقل والجسم.وأن الصحة الجنسية جزء لا يتجزأ من الصحة العامة.",
    "male sexual dysfunction in the Arab world item 16 text 7": "في رأيي ، من الممكن الحد تدريجيا من تأثير المعتقدات الثقافية والاجتماعية والاقتصادية على الصحة الجنسية ، ولكن الأمر سيستغرق وقتا طويلا للترويج والاستيعاب في هذا القطاع .",
    "male sexual dysfunction in the Arab world item 16 text 8": "بهذه الدراسة تم تسليط  الضوء على الاختلافات الثقافية في المعنى في الصحة الجنسية ، في سياق ضعف الانتصاب ، خاصة  في المجتمع العربي  حيث تؤثر المعتقدات الاجتماعية والدينية العميقة على الفهم والمواقف تجاه الصحة الجنسية. عبرت الأساطير التي تربط ضعف الانتصاب بقوى خارقة للطبيعة ، مثل الشيطان أو السحر ، عن سرد ثقافي أوقف النقاش المفتوح والتوجيه الطبي في هذا المجال. ",
    "male sexual dysfunction in the Arab world item 16 text 9": "الصحة الجنسية جزء لا يتجزأ من الصحة العامة للفرد ، ومن الصحيح والمهم كسر هذه الحواجز. ويشهد انخفاض عدد الاستفسارات المباشرة المتعلقة بالعجز الجنسي بالمجتمعات العربية  على الحاجة إلى نهج شامل ومناسب ثقافيا لتشجيع الناس على طلب المساعدة.",
    "male sexual dysfunction in the Arab world item 16 text 10": "لتعزيز الصحة الجنسية لدى المرضى بالمجتمع العربي ، من المهم جدا الاستمرار في فهم الخلفية الثقافية والاجتماعية التي تمنعهم من الحصول على العلاج. قد تكون طرق مثل التعليم المتخصص ، وخلق مساحة آمنة ، والحوار المفتوح والمحترم قادرة على تشجيع المزيد من المرضى على طلب المساعدة في هذا المجال.",
    "male sexual dysfunction in the Arab world item 17 title": "سأختتم بحكاية من التراث الشعبي العربي",
    "male sexual dysfunction in the Arab world item 17 text 1": "يتحدث جحا عن كيف يشبه انتصابه بالقهوة الساخنة عندما تكون العاطفه دافئة تزيد من الرغبة ويكون الانتصاب قويا  ، فإنه يشير إلى القوة والعاطفة.يقول إنه عندما تبرد القهوة ، فإنها تفقد نكهتها ، وكذلك الانتصاب - يجب أن يبقى قويا لحياة اسرية يملؤها الدفئ والاستقرار .تؤكد الحكاية على الفكاهة والاعتقاد الشعبي في المواقف الجنسية وقوة الذكورة ، باستخدام المقارنات اليومية مثل ضعف الانتصاب والضعف الجنسي عند الذكور في الوسط العربي. ",
    "womens health": "صحة الرجال",
    "time to read": "{number} دقائق للقراءة",
    "date": "{month} {day}, {year}",
    "written by": "كتب بواسطة : {name}",
    "categories": "الفئات",
    "fitness & exercise": "اللياقة البدنية والتمارين",
    "nutrition & diet": "التغذية والحمية",
    "healthcare": "الرعاية الصحية",
    "technology": "التكنولوجيا",
    "hormonal health": "الصحة الهرمونية",
    "mental health & well-being": "الصحة النفسية والرفاهية",
    "lifestyle & habits": "أسلوب الحياة والعادات",
    "january": "يناير",
    "february": "فبراير",
    "march": "مارس",
    "april": "أبريل",
    "may": "مايو",
    "june": "يونيو",
    "july": "يوليو",
    "august": "أغسطس",
    "september": "سبتمبر",
    "october": "أكتوبر",
    "november": "نوفمبر",
    "december": "ديسمبر"
  },
  "benefits of treatments": {
    "title": "فوائد العلاج",
    "desc": "في عيادة بست كلنك، نساعد النساء على استعادة صحتهم، طاقتهم، وثقتهم من خلال علاجات مخصصة",
    "Personal and confidential": "شخصي وسري",
    "Personal and confidential desc": "نحن نولي أولوية للخدمات الشخصية والسرية لضمان راحتك وخصوصيتك، مع تلبية احتياجاتك الصحية بأعلى مستوى من السرية.",
    "Innovative technology": "تقنية مبتكرة",
    "Innovative technology desc": "التكنولوجيا المبتكرة في صحة النساء تشمل علاجات وتشخيصات متقدمة تعزز الرعاية وتتعامل مع المخاوف الصحية المحددة.",
    "Specialized and expert team": "فريق متخصص وخبير",
    "Specialized and expert team desc": "فريقنا من الأخصائيين المهرة مكرس لتقديم أفضل رعاية، مستفيدين من خبراتهم لتلبية احتياجاتك الصحية الفريدة.",
    "Treatment without discomfort": "العلاج بدون إزعاج",
    "Treatment without discomfort desc": "علاجاتنا توفر نتائج فعالة مع أقل قدر من الإزعاج، مما يضمن تجربة مريحة وسلسة في طريقك نحو صحة أفضل.",
    "Long term results": "نتائج طويلة الأمد",
    "Long term results desc": "استمتع بفوائد صحية مستمرة مع علاجاتنا المصممة لرفاهيتك الطويلة الأمد وحيويتك المستدامة.",
    "Revitalize sexual function": "إعادة تنشيط الوظيفة الجنسية",
    "Revitalize sexual function desc": "يعيد وينشط الوظيفة الجنسية، مما يلغي الحاجة إلى إدارة الأعراض المستمرة.",
    "Research proven treatment": "علاج مثبَت بالبحث",
    "Research proven treatment desc": "علاجاتنا مدعومة بأبحاث ودراسات سريرية دقيقة، مما يضمن الفعالية والأمان للحصول على أفضل النتائج الصحية.",
    "Pain free and side effect free care": "رعاية خالية من الألم ومن الآثار الجانبية",
    "Pain free and side effect free care desc": "علاجاتنا مصممة لتكون فعالة ورفيقة في نفس الوقت، مما يقلل من الألم ويقضي على الآثار الجانبية غير المرغوب فيها."
  },
  "shockwave therapy": {
    "title": "<span1>العلاج بالموجات التصادمية:</span1> <span2>تحسين فوري في الأداء الجنسي</span2>",
    "desc1": "العلاج بالموجات التصادمية هو علاج ثوري لضعف الانتصاب (ED) يوفر للرجال طريقة فعالة لتحسين أدائهم الجنسي. معظم المرضى يبلغون عن تحسن فوري في عفوية الانتصابات، مما يسمح بتجربة أكثر طبيعية في اللحظات الحميمة.",
    "desc2": "بعد ثلاثة أسابيع فقط من العلاج، يشعر العديد من الرجال بتحسن في الانتصابات وطول مدة العلاقة الجنسية. مدعوم بالدراسات السريرية، هذا العلاج لا يعالج فقط ضعف الانتصاب ولكنه يستهدف أيضًا مشاكل القلب والأوعية الدموية الأساسية، مما يوفر حلاً طويل الأمد.",
    "read more": "اقرأ المزيد",
    "book an appointment": "احجز موعدًا في العيادة",
    "ready to regain confidence": "هل أنت مستعد لاستعادة الثقة في حياتك الحميمة؟ احجز استشارتك اليوم لاكتشاف كيف يمكن للعلاج بالموجات التصادمية أن يساعدك.",
    "increasing pleasure during the sexual act": "زيادة المتعة أثناء العملية الجنسية",
    "extended, high-quality natural erections": "انتصابات طبيعية طويلة الأمد وذات جودة عالية",
    "enhancing performance and boosting confidence": "تعزيز الأداء وزيادة الثقة",
    "strengthening a weak erection": "تقوية الانتصاب الضعيف",
    "Highly qualified doctors title": "أطباء مؤهلون تأهيلاً عالياً",
    "Highly qualified doctors desc": "تضم العيادة فريقاً من الأطباء ذوي الخبرة الطويلة والشهادات المعتمدة التي تضمن مستوى عالٍ من الرعاية الطبية.",
    "Modern medical equipment title": "معدات طبية حديثة",
    "Modern medical equipment desc": "من خلال استخدام أحدث التقنيات، نحسن دقة التشخيص وفعالية العلاج وسرعة تعافي المرضى.",
    "A wide range of services title": "مجموعة واسعة من الخدمات",
    "A wide range of services desc": "تقدم العيادة رعاية طبية شاملة: من التشخيص والوقاية إلى الإجراءات الجراحية المعقدة وإعادة التأهيل."
  },
  "why choose best clinic": {
    "title": "لماذا تختار <span>Best Clinic</span>",
    "desc": "نسعى لتقديم رعاية وخدمة بمعايير ذهبية تصب في مصلحة مرضانا. سيقدم لك فريقنا المتخصص التوجيه والدعم اللازمين لمساعدتك في تحقيق أهدافك!"
  },

  "about": {
    "title": "لماذا تختار <span>Best Clinic</span>",
    "desc": "نسعى لتقديم رعاية وخدمة بمعايير ذهبية تصب في مصلحة مرضانا. سيقدم لك فريقنا المتخصص التوجيه والدعم اللازمين لمساعدتك في تحقيق أهدافك.",
    "Empowering Couples to Overcome Challenges Together": "تمكين الأزواج من تجاوز التحديات معًا",
    "The first clinic in Palestine": "أول عيادة في فلسطين متخصصة في علاج الأزواج والإرشاد الأسري. نقدم دعمًا نفسيًا متخصصًا، وعلاجات مبنية على أسس علمية، وأحدث الأساليب العلاجية لمساعدة الأزواج على بناء علاقات أقوى وأكثر صحة في بيئة آمنة وداعمة.",
    "Our clinic follows international standards": "تتبع عيادتنا المعايير الدولية في الرعاية النفسية، مما يضمن أسلوبًا مهنيًا ومليئًا بالتعاطف من أول جلسة استشارية. نقدم تقييمات أولية مجانية، تتيح لأخصائيينا فهم مشاكلكم وتقديم خطة علاجية مخصصة. سواء كنتم تواجهون تحديات في التواصل، صراعات عاطفية، أو مشاكل في العلاقة الحميمة، فإن فريقنا ملتزم بمساعدتكم للوصول إلى علاقة أكثر إشباعًا مبنية على الثقة، والطمأنينة، ونتائج تدوم.",
    "our Staff": "فريقنا الطبي",
    "our staff desc": "يتكوّن فريقنا من أخصائيين نفسيين ومعالجين علاقات يمتلكون أكثر من 17 عامًا من الخبرة في إرشاد الأزواج وعلاج العلاقة الحميمة. من خلال نهج مهني ومليء بالتعاطف، ساعدنا عددًا لا يحصى من الأزواج على استعادة الاتصال العاطفي، وتحسين التواصل، وتجاوز تحديات العلاقة — لنُعيد إلى حياتهم الانسجام والثقة والإشباع العاطفي.",
    "our clinic": "عيادتنا",
    "our clinic desc": "في عيادتنا، نولي أقصى درجات السرية والخصوصية أهمية قصوى، بدءًا من الجلسة الاستشارية الأولى وحتى مراحل العلاج والمتابعة. نحن ندرك حساسية قضايا العلاقات والحميمية، ونضمن لك بيئة آمنة وسرية وداعمة يمكنك من خلالها طلب المساعدة بكل راحة وطمأنينة."
  },
  "get in touch today": {
    "title": "تواصل معنا اليوم",
    "desc": "نحن هنا لدعم صحتك ورفاهتك.",
    "Ramallah - Al-Manara - Roundabout - City Center": "رام الله ، دوار المنارة ",
    "Building - 5th Floor": "عمارة سيتي سنتر ، الطابق الخامس",
    "contact us": "اتصل بنا",
    "name placeholder": "أدخل اسمك الأول",
    "phone placeholder": "أدخل رقم هاتفك",
    "get a diagnostic call": "احصل على مكالمة تشخيصية - اترك معلوماتك",
    "send": "أرسل",
    "our address": "عنواننا",
    "customer service": "خدمة العملاء",
    "email": "بريد إلكترونى",
    "name is required": "الاسم مطلوب",
    "phone is required": "الهاتف مطلوب"
  },
  "medicine-information-sheets": {
    "title": "نشرات معلومات عن صحة الرجال",
    "desc": "نقدم لك رؤى شاملة حول صحة الرجال والرفاهية العامة، بما في ذلك موضوعات مهمة مثل الصحة الجنسية، التغذية، ونمط الحياة الصحي. هدفنا هو توفير معلومات موثوقة وعملية لمساعدتك في الحفاظ على صحتك وتعزيز رفاهيتك بشكل شامل. استكشف المقالات والدراسات المفيدة، وتعلم المزيد عن كيفية تحسين نوعية حياتك من خلال نصائح صحية تستند إلى أحدث الأبحاث.",
    "book an appointment a the clinic": "احجز موعدًا في العيادة",
    "Contact us to book an appointment": "تواصل معنا لحجز موعد",
    "book an appointment": "احجز موعدًا في العيادة",
    "Contact us": "تواصل معنا لحجز موعد",
    "information page categories": "فئات صفحة المعلومات:",
    "understanding erectile dysfunction": "فهم ضعف الانتصاب",
    "understanding erectile dysfunction desc": "كتيب معلومات المريض",
    "understanding erectile subject1": "الموضوع 1",
    "understanding erectile subject2": "الموضوع 2",
    "understanding erectile subject3": "الموضوع 3",
    "understanding erectile subject4": "الموضوع 4",
    "understanding erectile subject 1 section 1 subsection 1 title": "ما مدى شيوع ضعف الانتصاب؟",
    "understanding erectile subject 1 section 1 subsection 1 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "understanding erectile subject 1 section 1 subsection 2 title": "ما أسباب ضعف الانتصاب؟",
    "understanding erectile subject 1 section 1 subsection 2 desc 1": "يمكن أن يكون ضعف الانتصاب ناتجًا عن عدة عوامل تشمل أسباب جسدية ونفسية وأسلوب الحياة. تشمل الأسباب الجسدية أمراض القلب وارتفاع ضغط الدم وتصلب الشرايين، مما يعيق تدفق الدم إلى القضيب ويجعل من الصعب تحقيق الانتصاب أو الحفاظ عليه. كما أن مرض السكري يمكن أن يكون عاملاً مساهماً، حيث تؤدي المستويات العالية من السكر في الدم إلى تلف الأوعية والأعصاب المسببة لضعف الانتصاب.",
    "understanding erectile subject 1 section 1 subsection 2 desc 1 subdesc": "بعض الأدوية مثل مضادات الاكتئاب، ومضادات الهيستامين، وبعض أدوية ضغط الدم قد تساهم أيضًا في حدوث ضعف الانتصاب أو تفاقمه.",
    "understanding erectile subject 1 section 1 subsection 2 desc 2": "على الرغم من أنه لا يتم التحدث عنه كثيرًا، فإن مستويات التوتر العالية، والقلق من الأداء، والمشاكل في العلاقات، إلى جانب الضغط لتحقيق الأداء الجنسي الجيد، يمكن أن تجعل من الصعب تحقيق الانتصاب أو الحفاظ عليه. الأسباب النفسية مثل هذه تعد عوامل كبيرة تؤثر على الأداء الجنسي. غالباً ما لا يُعزى ضعف الانتصاب إلى سبب وحيد، بل يتأثر بمجموعة من العوامل الجسدية والنفسية. إذا كنت تعاني من ضعف الانتصاب المستمر، فإن فريقنا مجهز لتحديد الأسباب الكامنة ويوصي بخيارات العلاج المناسبة.",
    "understanding erectile subject 1 section 2 subsection 1 title": "اهتم بقلبك وجميع أعضائك - دور القلب في ضعف الانتصاب",
    "understanding erectile subject 1 section 2 subsection 1 desc 1": "إذا كنت تسأل نفسك ما إذا كان هناك رابط بين ضعف الانتصاب وصحة القلب؟ نعم. هناك علاقة مثبتة بين ضعف الانتصاب وصحة القلب والأوعية الدموية. تلعب صحة القلب دورًا كبيرًا في ضعف الانتصاب. يحتاج القضيب إلى تدفق دم كافٍ إلى الأوعية الدموية التي تبطنه لتحقيق والحفاظ على الانتصاب. عندما تتلف أو تتضيق هذه الأوعية الدموية، يمكن أن يؤثر ذلك على وظيفة الانتصاب. يمكن أن يحدث هذا التقييد بسبب حالات القلب والأوعية الدموية مثل تصلب الشرايين وارتفاع ضغط الدم وأمراض القلب الأخرى.",
    "understanding erectile subject 1 section 2 subsection 1 desc 2": "ترتبط تصلب الشرايين بشكل وثيق جدًا بكل من ضعف الانتصاب وصحة القلب. الشرايين أصغر بكثير من العديد من الأوعية الأخرى في الجسم وبالتالي فهي أكثر عرضة لتأثيرات تصلب الشرايين.",
    "understanding erectile subject 1 section 2 subsection 1 desc 3": "كما يُلاحظ أن ضعف الانتصاب غالبًا ما يكون علامة إنذار مبكرة لمشاكل القلب والأوعية الدموية الكامنة. الكثير من الرجال الذين يعانون من ضعف الانتصاب يكون لديهم عوامل خطر أخرى لأمراض القلب، مثل السمنة، مرض السكري، ارتفاع مستويات الكوليسترول، والعادات السلوكية مثل التدخين. بسبب هذه العلاقة، من المهم جدًا للأفراد الذين يعانون من ضعف الانتصاب استشارة مقدم الرعاية الصحية. يمكن لفريقنا تقييم الأسباب الكامنة، بما في ذلك عوامل الخطر القلبية الوعائية، والتوصية بالتدخلات المناسبة في نمط الحياة أو الأدوية أو العلاجات لمعالجة كل من ضعف الانتصاب والمخاطر القلبية الوعائية.",
    "understanding erectile subject 2 section 1 subsection 1 title": "ما مدى شيوع ضعف الانتصاب؟",
    "understanding erectile subject 2 section 1 subsection 1 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "understanding erectile subject 2 section 1 subsection 2 title": "ما مدى شيوع ضعف الانتصاب؟",
    "understanding erectile subject 2 section 1 subsection 2 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "understanding erectile subject 2 section 1 subsection 2 desc 1 subdesc": "بعض الأدوية مثل مضادات الاكتئاب، ومضادات الهيستامين، وبعض أدوية ضغط الدم قد تساهم أيضًا في حدوث ضعف الانتصاب أو تفاقمه.",
    "understanding erectile subject 2 section 1 subsection 2 desc 2": "على الرغم من أنه لا يتم التحدث عنه كثيرًا، فإن مستويات التوتر العالية، والقلق من الأداء، والمشاكل في العلاقات، إلى جانب الضغط لتحقيق الأداء الجنسي الجيد، يمكن أن تجعل من الصعب تحقيق الانتصاب أو الحفاظ عليه. الأسباب النفسية مثل هذه تعد عوامل كبيرة تؤثر على الأداء الجنسي. ضعف الانتصاب غالباً لا يُعزى إلى سبب وحيد، بل يتأثر بمجموعة من العوامل الجسدية والنفسية. إذا كنت تعاني من ضعف الانتصاب المستمر، فإن فريقنا مجهز لتحديد الأسباب الكامنة ويوصي بخيارات العلاج المناسبة.",
    "understanding erectile subject 2 section 2 subsection 1 title": "اهتم بقلبك وجميع أعضائك - دور القلب في ضعف الانتصاب",
    "understanding erectile subject 2 section 2 subsection 1 desc 1": "إذا كنت تسأل نفسك ما إذا كان هناك رابط بين ضعف الانتصاب وصحة القلب؟ نعم. هناك علاقة مثبتة بين ضعف الانتصاب وصحة القلب والأوعية الدموية. تلعب صحة القلب دورًا كبيرًا في ضعف الانتصاب. يحتاج القضيب إلى تدفق دم كافٍ إلى الأوعية الدموية التي تبطنه لتحقيق والحفاظ على الانتصاب. عندما تتلف أو تتضيق هذه الأوعية الدموية، يمكن أن يؤثر ذلك على وظيفة الانتصاب. يمكن أن يحدث هذا التقييد بسبب حالات القلب والأوعية الدموية مثل تصلب الشرايين وارتفاع ضغط الدم وأمراض القلب الأخرى.",
    "understanding erectile subject 2 section 2 subsection 1 desc 2": "ترتبط تصلب الشرايين بشكل وثيق جدًا بكل من ضعف الانتصاب وصحة القلب. الشرايين أصغر بكثير من العديد من الأوعية الأخرى في الجسم وبالتالي فهي أكثر عرضة لتأثيرات تصلب الشرايين.",
    "understanding erectile subject 2 section 2 subsection 1 desc 3": "كما يُلاحظ أن ضعف الانتصاب غالبًا ما يكون علامة إنذار مبكرة لمشاكل القلب والأوعية الدموية الكامنة. الكثير من الرجال الذين يعانون من ضعف الانتصاب يكون لديهم عوامل خطر أخرى لأمراض القلب، مثل السمنة، مرض السكري، ارتفاع مستويات الكوليسترول، والعادات السلوكية مثل التدخين. بسبب هذه العلاقة، من المهم جدًا للأفراد الذين يعانون من ضعف الانتصاب استشارة مقدم الرعاية الصحية. يمكن لفريقنا تقييم الأسباب الكامنة، بما في ذلك عوامل الخطر القلبية الوعائية، والتوصية بالتدخلات المناسبة في نمط الحياة أو الأدوية أو العلاجات لمعالجة كل من ضعف الانتصاب والمخاطر القلبية الوعائية.",
    "understanding erectile subject 3 section 1 subsection 1 title": "ما مدى شيوع ضعف الانتصاب؟",
    "understanding erectile subject 3 section 1 subsection 1 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "understanding erectile subject 3 section 1 subsection 2 title": "ما مدى شيوع ضعف الانتصاب؟",
    "understanding erectile subject 3 section 1 subsection 2 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "understanding erectile subject 3 section 1 subsection 2 desc 1 subdesc": "بعض الأدوية مثل مضادات الاكتئاب، ومضادات الهيستامين، وبعض أدوية ضغط الدم قد تساهم أيضًا في حدوث ضعف الانتصاب أو تفاقمه.",
    "understanding erectile subject 3 section 1 subsection 2 desc 2": "على الرغم من أنه لا يتم التحدث عنه كثيرًا، فإن مستويات التوتر العالية، والقلق من الأداء، والمشاكل في العلاقات، إلى جانب الضغط لتحقيق الأداء الجنسي الجيد، يمكن أن تجعل من الصعب تحقيق الانتصاب أو الحفاظ عليه. الأسباب النفسية مثل هذه تعد عوامل كبيرة تؤثر على الأداء الجنسي. ضعف الانتصاب غالباً لا يُعزى إلى سبب وحيد، بل يتأثر بمجموعة من العوامل الجسدية والنفسية. إذا كنت تعاني من ضعف الانتصاب المستمر، فإن فريقنا مجهز لتحديد الأسباب الكامنة ويوصي بخيارات العلاج المناسبة.",
    "understanding erectile subject 3 section 2 subsection 1 title": "اهتم بقلبك وجميع أعضائك - دور القلب في ضعف الانتصاب",
    "understanding erectile subject 3 section 2 subsection 1 desc 1": "إذا كنت تسأل نفسك ما إذا كان هناك رابط بين ضعف الانتصاب وصحة القلب؟ نعم. هناك علاقة مثبتة بين ضعف الانتصاب وصحة القلب والأوعية الدموية. تلعب صحة القلب دورًا كبيرًا في ضعف الانتصاب. يحتاج القضيب إلى تدفق دم كافٍ إلى الأوعية الدموية التي تبطنه لتحقيق والحفاظ على الانتصاب. عندما تتلف أو تتضيق هذه الأوعية الدموية، يمكن أن يؤثر ذلك على وظيفة الانتصاب. يمكن أن يحدث هذا التقييد بسبب حالات القلب والأوعية الدموية مثل تصلب الشرايين وارتفاع ضغط الدم وأمراض القلب الأخرى.",
    "understanding erectile subject 3 section 2 subsection 1 desc 2": "ترتبط تصلب الشرايين بشكل وثيق جدًا بكل من ضعف الانتصاب وصحة القلب. الشرايين أصغر بكثير من العديد من الأوعية الأخرى في الجسم وبالتالي فهي أكثر عرضة لتأثيرات تصلب الشرايين.",
    "understanding erectile subject 3 section 2 subsection 1 desc 3": "كما يُلاحظ أن ضعف الانتصاب غالبًا ما يكون علامة إنذار مبكرة لمشاكل القلب والأوعية الدموية الكامنة. الكثير من الرجال الذين يعانون من ضعف الانتصاب يكون لديهم عوامل خطر أخرى لأمراض القلب، مثل السمنة، مرض السكري، ارتفاع مستويات الكوليسترول، والعادات السلوكية مثل التدخين. بسبب هذه العلاقة، من المهم جدًا للأفراد الذين يعانون من ضعف الانتصاب استشارة مقدم الرعاية الصحية. يمكن لفريقنا تقييم الأسباب الكامنة، بما في ذلك عوامل الخطر القلبية الوعائية، والتوصية بالتدخلات المناسبة في نمط الحياة أو الأدوية أو العلاجات لمعالجة كل من ضعف الانتصاب والمخاطر القلبية الوعائية.",
    "understanding erectile subject 4 section 1 subsection 1 title": "ما مدى شيوع ضعف الانتصاب؟",
    "understanding erectile subject 4 section 1 subsection 1 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "understanding erectile subject 4 section 1 subsection 2 title": "ما مدى شيوع ضعف الانتصاب؟",
    "understanding erectile subject 4 section 1 subsection 2 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "understanding erectile subject 4 section 1 subsection 2 desc 1 subdesc": "بعض الأدوية مثل مضادات الاكتئاب، ومضادات الهيستامين، وبعض أدوية ضغط الدم قد تساهم أيضًا في حدوث ضعف الانتصاب أو تفاقمه.",
    "understanding erectile subject 4 section 1 subsection 2 desc 2": "على الرغم من أنه لا يتم التحدث عنه كثيرًا، فإن مستويات التوتر العالية، والقلق من الأداء، والمشاكل في العلاقات، إلى جانب الضغط لتحقيق الأداء الجنسي الجيد، يمكن أن تجعل من الصعب تحقيق الانتصاب أو الحفاظ عليه. الأسباب النفسية مثل هذه تعد عوامل كبيرة تؤثر على الأداء الجنسي. ضعف الانتصاب غالباً لا يُعزى إلى سبب وحيد، بل يتأثر بمجموعة من العوامل الجسدية والنفسية. إذا كنت تعاني من ضعف الانتصاب المستمر، فإن فريقنا مجهز لتحديد الأسباب الكامنة ويوصي بخيارات العلاج المناسبة.",
    "understanding erectile subject 4 section 2 subsection 1 title": "اهتم بقلبك وجميع أعضائك - دور القلب في ضعف الانتصاب",
    "understanding erectile subject 4 section 2 subsection 1 desc 1": "إذا كنت تسأل نفسك ما إذا كان هناك رابط بين ضعف الانتصاب وصحة القلب؟ نعم. هناك علاقة مثبتة بين ضعف الانتصاب وصحة القلب والأوعية الدموية. تلعب صحة القلب دورًا كبيرًا في ضعف الانتصاب. يحتاج القضيب إلى تدفق دم كافٍ إلى الأوعية الدموية التي تبطنه لتحقيق والحفاظ على الانتصاب. عندما تتلف أو تتضيق هذه الأوعية الدموية، يمكن أن يؤثر ذلك على وظيفة الانتصاب. يمكن أن يحدث هذا التقييد بسبب حالات القلب والأوعية الدموية مثل تصلب الشرايين وارتفاع ضغط الدم وأمراض القلب الأخرى.",
    "understanding erectile subject 4 section 2 subsection 1 desc 2": "ترتبط تصلب الشرايين بشكل وثيق جدًا بكل من ضعف الانتصاب وصحة القلب. الشرايين أصغر بكثير من العديد من الأوعية الأخرى في الجسم وبالتالي فهي أكثر عرضة لتأثيرات تصلب الشرايين.",
    "understanding erectile subject 4 section 2 subsection 1 desc 3": "كما يُلاحظ أن ضعف الانتصاب غالبًا ما يكون علامة إنذار مبكرة لمشاكل القلب والأوعية الدموية الكامنة. الكثير من الرجال الذين يعانون من ضعف الانتصاب يكون لديهم عوامل خطر أخرى لأمراض القلب، مثل السمنة، مرض السكري، ارتفاع مستويات الكوليسترول، والعادات السلوكية مثل التدخين. بسبب هذه العلاقة، من المهم جدًا للأفراد الذين يعانون من ضعف الانتصاب استشارة مقدم الرعاية الصحية. يمكن لفريقنا تقييم الأسباب الكامنة، بما في ذلك عوامل الخطر القلبية الوعائية، والتوصية بالتدخلات المناسبة في نمط الحياة أو الأدوية أو العلاجات لمعالجة كل من ضعف الانتصاب والمخاطر القلبية الوعائية.",
    "impotence": "العجز الجنسي",
    "impotence desc": "وصف العجز الجنسي",
    "impotence subject1": "الموضوع 1",
    "impotence subject2": "الموضوع 2",
    "impotence subject 1 section 1 subsection 1 title": "ما مدى شيوع ضعف الانتصاب؟",
    "impotence subject 1 section 1 subsection 1 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "impotence subject 1 section 1 subsection 2 title": "ما مدى شيوع ضعف الانتصاب؟",
    "impotence subject 1 section 1 subsection 2 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "impotence subject 1 section 1 subsection 2 desc 1 subdesc": "بعض الأدوية مثل مضادات الاكتئاب، مضادات الهيستامين، وبعض أدوية ضغط الدم قد تساهم في حدوث ضعف الانتصاب أو تفاقمه.",
    "impotence subject 1 section 1 subsection 2 desc 2": "على الرغم من أنه لا يتم التحدث عنه كثيرًا، فإن مستويات التوتر العالية، والقلق من الأداء، والمشاكل في العلاقات، إلى جانب الضغط لتحقيق الأداء الجنسي الجيد، يمكن أن تجعل من الصعب تحقيق الانتصاب أو الحفاظ عليه. الأسباب النفسية مثل هذه تعد عوامل كبيرة تؤثر على الأداء الجنسي. ضعف الانتصاب غالباً لا يُعزى إلى سبب وحيد، بل يتأثر بمجموعة من العوامل الجسدية والنفسية. إذا كنت تعاني من ضعف الانتصاب المستمر، فإن فريقنا مجهز لتحديد الأسباب الكامنة ويوصي بخيارات العلاج المناسبة.",
    "impotence subject 1 section 2 subsection 1 title": "اهتم بقلبك وجميع أعضائك - دور القلب في ضعف الانتصاب",
    "impotence subject 1 section 2 subsection 1 desc 1": "إذا كنت تسأل نفسك ما إذا كان هناك رابط بين ضعف الانتصاب وصحة القلب؟ نعم. هناك علاقة مثبتة بين ضعف الانتصاب وصحة القلب والأوعية الدموية. تلعب صحة القلب دورًا كبيرًا في ضعف الانتصاب. يحتاج القضيب إلى تدفق دم كافٍ إلى الأوعية الدموية التي تبطنه لتحقيق والحفاظ على الانتصاب. عندما تتلف أو تتضيق هذه الأوعية الدموية، يمكن أن يؤثر ذلك على وظيفة الانتصاب. يمكن أن يحدث هذا التقييد بسبب حالات القلب والأوعية الدموية مثل تصلب الشرايين (تصلب وتضييق الشرايين)، ارتفاع ضغط الدم، وأمراض القلب الأخرى.",
    "impotence subject 1 section 2 subsection 1 desc 2": "ترتبط تصلب الشرايين بشكل وثيق جدًا بكل من ضعف الانتصاب وصحة القلب. الشرايين أصغر بكثير من العديد من الأوعية الأخرى في الجسم وبالتالي فهي أكثر عرضة لتأثيرات تصلب الشرايين.",
    "impotence subject 1 section 2 subsection 1 desc 3": "كما يُلاحظ أن ضعف الانتصاب غالبًا ما يكون علامة إنذار مبكرة لمشاكل القلب والأوعية الدموية الكامنة. الكثير من الرجال الذين يعانون من ضعف الانتصاب يكون لديهم عوامل خطر أخرى لأمراض القلب، مثل السمنة، مرض السكري، ارتفاع مستويات الكوليسترول، والعادات السلوكية مثل التدخين. بسبب هذه العلاقة، من المهم جدًا للأفراد الذين يعانون من ضعف الانتصاب استشارة مقدم الرعاية الصحية. يمكن لفريقنا تقييم الأسباب الكامنة، بما في ذلك عوامل الخطر القلبية الوعائية، والتوصية بالتدخلات المناسبة في نمط الحياة أو الأدوية أو العلاجات لمعالجة كل من ضعف الانتصاب والمخاطر القلبية الوعائية.",
    "impotence subject 2 section 1 subsection 1 title": "ما مدى شيوع ضعف الانتصاب؟",
    "impotence subject 2 section 1 subsection 1 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "impotence subject 2 section 1 subsection 2 title": "ما مدى شيوع ضعف الانتصاب؟",
    "impotence subject 2 section 1 subsection 2 desc 1": "فهم درجة ضعف الانتصاب أمر بالغ الأهمية في اختيار خطة العلاج الأكثر فعالية. نهجنا يتضمن تقييماً شاملاً لتحديد شدة حالتك، مما يتيح لنا تخصيص العلاجات التي تناسب احتياجاتك الخاصة.",
    "impotence subject 2 section 1 subsection 2 desc 1 subdesc": "بعض الأدوية مثل مضادات الاكتئاب، مضادات الهيستامين، وبعض أدوية ضغط الدم قد تساهم في حدوث ضعف الانتصاب أو تفاقمه.",
    "impotence subject 2 section 1 subsection 2 desc 2": "على الرغم من أنه لا يتم التحدث عنه كثيرًا، فإن مستويات التوتر العالية، والقلق من الأداء، والمشاكل في العلاقات، إلى جانب الضغط لتحقيق الأداء الجنسي الجيد، يمكن أن تجعل من الصعب تحقيق الانتصاب أو الحفاظ عليه. الأسباب النفسية مثل هذه تعد عوامل كبيرة تؤثر على الأداء الجنسي. ضعف الانتصاب غالباً لا يُعزى إلى سبب وحيد، بل يتأثر بمجموعة من العوامل الجسدية والنفسية. إذا كنت تعاني من ضعف الانتصاب المستمر، فإن فريقنا مجهز لتحديد الأسباب الكامنة ويوصي بخيارات العلاج المناسبة.",
    "impotence subject 2 section 2 subsection 1 title": "اهتم بقلبك وجميع أعضائك - دور القلب في ضعف الانتصاب",
    "impotence subject 2 section 2 subsection 1 desc 1": "إذا كنت تسأل نفسك ما إذا كان هناك رابط بين ضعف الانتصاب وصحة القلب؟ نعم. هناك علاقة مثبتة بين ضعف الانتصاب وصحة القلب والأوعية الدموية. تلعب صحة القلب دورًا كبيرًا في ضعف الانتصاب. يحتاج القضيب إلى تدفق دم كافٍ إلى الأوعية الدموية التي تبطنه لتحقيق والحفاظ على الانتصاب. عندما تتلف أو تتضيق هذه الأوعية الدموية، يمكن أن يؤثر ذلك على وظيفة الانتصاب. يمكن أن يحدث هذا التقييد بسبب حالات القلب والأوعية الدموية مثل تصلب الشرايين (تصلب وتضييق الشرايين)، ارتفاع ضغط الدم، وأمراض القلب الأخرى.",
    "impotence subject 2 section 2 subsection 1 desc 2": "ترتبط تصلب الشرايين بشكل وثيق جدًا بكل من ضعف الانتصاب وصحة القلب. الشرايين أصغر بكثير من العديد من الأوعية الأخرى في الجسم وبالتالي فهي أكثر عرضة لتأثيرات تصلب الشرايين.",
    "impotence subject 2 section 2 subsection 1 desc 3": "كما يُلاحظ أن ضعف الانتصاب غالبًا ما يكون علامة إنذار مبكرة لمشاكل القلب والأوعية الدموية الكامنة. الكثير من الرجال الذين يعانون من ضعف الانتصاب يكون لديهم عوامل خطر أخرى لأمراض القلب، مثل السمنة، مرض السكري، ارتفاع مستويات الكوليسترول، والعادات السلوكية مثل التدخين. بسبب هذه العلاقة، من المهم جدًا للأفراد الذين يعانون من ضعف الانتصاب استشارة مقدم الرعاية الصحية. يمكن لفريقنا تقييم الأسباب الكامنة، بما في ذلك عوامل الخطر القلبية الوعائية، والتوصية بالتدخلات المناسبة في نمط الحياة أو الأدوية أو العلاجات لمعالجة كل من ضعف الانتصاب والمخاطر القلبية الوعائية."
  },
  "feedback": {
    "was this page helpful?": "هل هذه الصفحة مفيدة؟",
    "yes": "نعم",
    "partially": "جزئياً",
    "no": "لا",
    "thanks for feedback": "شكراً على تعليقك"
  },
  "we are different": {
    "title": "الفرق بين عيادتنا وأي مكان آخر",
    "desc": "هو أن هذه الأدوية توصف فقط للحالات المناسبة وبعد التشخيص الطبي، مما يعني أنها لا تُصرف لك عشوائياً دون تقييم شامل للحالة ودراسة ما إذا كانت ستسبب أي مضاعفات، لا قدر الله.",
    "Best Certified Team of Specialists": "أفضل فريق معتمد من الأخصائيين",
    "Learn more about us": "تعرف علينا أكثر"
  },
  "lead": {
    "Take Control of Your Sexual Health": "بست كلينك العلاج الأكثر ابتكاراً لضعف الانتصاب استرجع صحتك وثقتك الآن!",
    "Submit your information": "للحصول على التقييم المجاني، يُرجى إدخال اسمك ورقم هاتفك.",
    "Enter Your First Name": "أدخل اسمك الأول",
    "Enter Your Phone Number": "أدخل رقم هاتفك",
    "name": "الاسم",
    "phone": "الهاتف",
    "I confirm": "أؤكد أنني قد قرأت ووافقت على <span>سياسة الخصوصية</span>",
    "Start Your Private Health Assessment": "ارسال تفصيلك",
    "name is required": "الاسم مطلوب",
    "phone is required": "رقم الهاتف مطلوب",
    "agree to privacy": "يجب عليك الموافقة على سياسة الخصوصية الخاصة بنا"
  },
  "not found": {
    "oops": "أووبس..",
    "page not found": "الصفحة غير موجودة",
    "the page you are looking for": "الصفحة التي تبحث عنها غير موجودة أو حدث خطأ آخر. ارجع إلى الصفحة الرئيسية.",
    "home page": "الصفحة الرئيسية"
  },
  "server error": {
    "Internal Server Error": "خطأ داخلي في الخادم",
    "The server has been deserted a while": "الخادم متوقف لفترة. يرجى التحلي بالصبر أو المحاولة مرة أخرى لاحقاً.",
    "home page": "الصفحة الرئيسية"
  },
  "questionnaires post-treatment-evaluation": {
    "title": "استبيان تقييم ما بعد العلاج",
    "question 1 title": "بعد إتمام العلاج، كيف تقيم التحسن في قدرتك على تحقيق والحفاظ على الإيلاج أثناء العلاقة؟",
    "question 2 title": "بعد العلاج، كيف تقيّم صلابة وثبات الانتصاب خاصة عند محاولة الإيلاج؟",
    "question 3 title": "كيف تقيّم التحسن في قدرتك على الحفاظ على الصلابة طوال مدة العلاقة؟",
    "question 4 title": "ما مدى رضاك عن أدائك الجنسي بشكل عام بعد إتمام العلاج؟",
    "question 5 title": "كيف تقيم تحسن ثقتك أثناء النشاط الجنسي بعد إتمام بروتوكول العلاج؟",
    "question 6 title": "إذا أبدى شريكك ملاحظات، كيف يصف التحسن الذي لاحظه في أدائك الجنسي أو راحتك مع الإيلاج؟",
    "response must be between 1 and 10": "يجب أن تكون الإجابة بين 1 و 10",
    "submit": "إرسال"
  },
  "Unspoken issues - Unresolved conflicts": {
    "title": "القضايا غير المُعبر عنها - الصراعات غير المُحلّة",
    "Before Seeking Help": "قبل طلب المساعدة",
    "Many couples struggle with conflict": "يعاني العديد من الأزواج من الصراع والانفصال العاطفي. التعرف على الحاجة إلى الدعم هو الخطوة الأولى نحو الشفاء.",

    "Recurring arguments & miscommunication": "الخلافات المتكررة وسوء التواصل",
    "Recurring arguments & miscommunication desc": "تشير الخلافات المتكررة وسوء التواصل إلى النزاعات المتكررة وسوء الفهم الناتج عن التواصل غير الواضح أو القضايا غير المحلولة.",

    "Emotional distance affecting connection": "البُعد العاطفي يؤثر على التواصل",
    "Emotional distance affecting connection desc": "يحدث البُعد العاطفي عندما يصبح الأفراد منفصلين أو غير مترابطين، مما يؤدي إلى نقص في الحميمية والتفاهم والثقة، ويؤثر سلبًا على علاقتهم.",

    "Unresolved conflicts causing frustration": "الصراعات غير المحلولة تُسبب الإحباط",
    "Unresolved conflicts causing frustration desc": "تُسبب الصراعات غير المحلولة الإحباط من خلال خلق توتر وسوء فهم ومشاعر غير معالجة وأنماط سلبية متكررة، مما يعيق التواصل الفعّال.",

    "The Healing Process": "عملية الشفاء",
    "Therapy helps couples": "يساعد العلاج الأزواج على حل النزاعات، وتحسين التواصل، وإعادة بناء الثقة.",

    "Safe space for open conversations": "مساحة آمنة للحوار المفتوح",
    "Safe space for open conversations desc": "توفر المساحة الآمنة للحوار المفتوح بيئة داعمة وخالية من الأحكام، تشجع على الحوار الصادق والصريح.",

    "Learning healthier communication": "تعلم التواصل الصحي بشكل أفضل",
    "Learning healthier communication desc": "تعلم التواصل الصحي بشكل أفضل يعني التعبير عن الأفكار بوضوح، والاستماع بإنصات، والرد باحترام من أجل علاقات أقوى وأكثر توازنًا.",

    "Breaking negative patterns": "كسر الأنماط السلبية",
    "Breaking negative patterns desc": "كسر الأنماط السلبية يتضمن التعرف على السلوكيات أو الدوائر الضارة واستبدالها بعادات صحية وبنّاءة لتحسين العلاقات.",

    "A Stronger Relationship": "علاقة أقوى",
    "After therapy, couples improve": "بعد العلاج، يُحسّن الأزواج من تواصلهم، ويُقوّون رابطهم العاطفي، ويُصبحون أكثر قدرة على مواجهة التحديات معًا.",

    "Confidence in handling challenges together": "الثقة في مواجهة التحديات معًا",
    "Confidence in handling challenges together desc": "الثقة في مواجهة التحديات معًا تعني التعامل مع الصعوبات كفريق موحد مبني على الثقة والمرونة.",

    "Improved communication": "تحسين التواصل",
    "Improved communication desc": "تحسين التواصل يعني التعبير عن الذات بوضوح، والاستماع بفعالية، وتعزيز الفهم لتقوية العلاقات.",

    "Tools for lasting harmony": "أدوات لتحقيق الانسجام الدائم",
    "Tools for lasting harmony desc": "تشمل أدوات تحقيق الانسجام الدائم استراتيجيات التواصل وتقنيات حل النزاعات التي تُعزّز العلاقات."
  },
  "principle tha drive use": {
    "Principles that Drives Us": "المبادئ التي تحركنا",
    "24/7 Customer Support": "دعم العملاء على مدار الساعة",
    "Our team is here 24/7": "فريقنا متوفر على مدار الساعة لمساعدتك في أي استفسارات أو مخاوف.",

    "Direct Access to Experts": "الوصول المباشر إلى الخبراء",
    "Connect with licensed": "تواصل مع متخصصين مرخصين للحصول على إجابات وخدمات مخصصة.",

    "Timely Responses": "الاستجابة في الوقت المناسب",
    "We respond quickly and efficiently": "نحن نستجيب بسرعة وكفاءة لضمان حصولك على الدعم الذي تحتاجه.",

    "Tailored Solutions": "حلول مخصصة",
    "We offer tailored mental health": "نقدم خدمات صحة نفسية مخصصة لتلبية احتياجاتك."
  },
  "well being": {
    "Transform Your Well-Being with Best Clinic": "حوّل رفاهيتك مع",
    "Best Clinic": "Best Clinic",
    "desc": "في Best Clinic، نلتزم بتحقيق الرفاهية الشاملة من خلال خدماتنا المتخصصة. تركز عيادة صحة المرأة على الرعاية الشخصية في كل مرحلة من مراحل حياة المرأة. وتقدم عيادة صحة الرجل دعمًا متخصصًا للصحة الجسدية والنفسية. وتساعد عيادتنا للعلاج الزوجي الشركاء على تقوية علاقاتهم وتجاوز التحديات معًا. من خلال فريق محترف ومتفانٍ، نضمن رعاية رحيمة وعالية الجودة للأفراد والأزواج على حد سواء.",
    "Men’s Health Clinic": "عيادة صحة الرجل",
    "Women’s Health Clinic": "عيادة صحة المرأة",
    "Couple Therapy Clinic": "عيادة العلاج الزوجي",
    "We help partners improve communication": "نساعد الشركاء على تحسين التواصل، وحل النزاعات، وتقوية الروابط بينهم في بيئة داعمة."
  }
}
